[
  {
    "id": "2018-12-04T14:12:04Z",
    "position": "Frontend (Web) Entwickler (100%)",
    "company": "Digitale Neubelebung",
    "image": "https://www.stepstone.de/upload_de/logo/D/logoDigitale-Neubelebung-GmbH-170820DE.gif",
    "date": "2018-12-04T14:12:04Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Web-Entwickler-100-Konstanz-Digitale-Neubelebung-GmbH--5372720-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=1_1_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben ",
        "body": "\n \nAgile Softwareentwicklung in interdisziplinären SCRUM Teams \nDu entwickelst Komponenten und Features für ein modernes Frontend aufgebaut auf neusten Webtechnologien \nStetige Verbesserung der Usability \nBeratung und Unterstützung bei der Erstellung von Konzepten \n\n"
      },
      {
        "title": "Was wir von Dir erwarten ",
        "body": "\n \nHochschulabschluss der Informatik/Wirtschaftsinformatik/Medieninformatik oder ein vergleichbarer Studiengang \nFundierte Kenntnisse in den Bereichen HTML5, CSS3, JavaScript und Frameworks wie jQuery \nErfahrung in der Webentwicklung \nTeamfähigkeit und selbstständiges Arbeiten \nSehr gute Deutsch- und Englischkenntnisse \nHohe Reisebereitschaft  \n\n"
      },
      {
        "title": "Was Dich bei uns erwartet?",
        "body": "\n \nProfessionelle Arbeitsumfelder an mehreren Standorten \nGemeinsame Projektarbeit mit Global Playern \nDeine Bedürfnisse und Anliegen treffen bei uns auf ein offenes Ohr \nMitgestaltungsmöglichkeit auf Grund von flachen Hierarchien \nStart-up Mentalität \nIndividuell einsetzbares Weiterbildungsbudget \nFringe Benefits sowie Obst, Kalt- und Warmgetränke \nHomeoffice \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nDigitale Neubelebung GmbH Fatih Korkmaz Geschäftsführer 01725690658 Max-Stromeyer-Str. 126 78467 Konstanz korkmaz@neubelebung.de www.neubelebung.de\n"
      },
      {
        "title": "Standort",
        "body": " Digitale Neubelebung GmbH Max-Stromeyer-Str. 126, 78467 Konstanz, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-04T08:12:04Z",
    "position": "Frontend (Senior) Entwickler (m/w)",
    "company": "CHECK24",
    "image": "https://www.stepstone.de/upload_de/logo/C/logoCHECK24-112642DE.gif",
    "date": "2018-12-04T08:12:04Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Senior-Entwickler-m-w-Muenchen-Frankfurt-Augsburg-Muenster-Duesseldorf-CHECK24--4472398-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=2_2_25_dynrl_m_0_0_0",
    "details": [{ "title": "Standort", "body": " CHECK24 " }]
  },
  {
    "id": "2018-12-04T00:12:04Z",
    "position": "Frontend Entwickler (m/w/d) für unseren Kochboxen-Shop",
    "company": "Lidl Digital International",
    "image": "https://www.stepstone.de/upload_de/logo/L/logoLidl-Digital-193318DE.gif",
    "date": "2018-12-04T00:12:04Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-d-fuer-unseren-Kochboxen-Shop-Berlin-Lidl-Digital-International-GmbH-Co-KG--5416737-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=3_3_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Frontend Entwickler (m/w/d) für unseren Kochboxen-Shop",
        "body": "\nWerde Teil der IT bei Lidl Digital! Seit über zehn Jahren übertragen wir komplexe Logiken in Code, bringen anwenderoptimierte Applikationen in alle Geschäftsbereiche und pushen die Lidl Onlineplattformen jeden Tag weiter in Richtung eines globalen Multiplayers. An unserem Hauptsitz in Neckarsulm (Region Heilbronn) und unserem Digitalbüro in Berlin laufen hierfür alle Fäden zusammen. Und wir wachsen weiter. Deshalb sind wir auf der Suche nach neuen Kollegen und Kolleginnen, die Lust haben, ihre eigenen Fußspuren in unserer Softwarelandschaft zu hinterlassen, hoch performante Web-Applikationen zu entwickeln, unseren steigenden Logistikaufbau technisch aufs nächste Level zu heben und sich an Zukunftstechnologien im SAP auszuleben – und das am Standort Berlin.\n"
      },
      {
        "title": "Deine Aufgabe",
        "body": "\n \nAls Frontend Entwickler arbeitest du in einem internationalen und agilen SCRUM-Team an unseren innovativen Software-Produkten mit. \nDabei konzeptionierst du unsere responsiven Websites und Webanwendungen und entwickelst diese kontinuierlich weiter. \nZudem gestaltest du im Einklang mit unseren Design-Richtlinien das UI und setzt dieses im Anschluss in HTML, CSS (Less/SaSS) und JavaScript um. \nDarüber hinaus begleitest du die Implementierung zusammen mit Kollegen aus angeschlossenen Bereichen. \nAnschließend testest du deinen Code auf echten Geräten und Browsern. \n\n"
      },
      {
        "title": "Dein Profil",
        "body": "\n \nAbgeschlossenes Studium, Berufsausbildung sowie einschlägige Berufserfahrung im Fachgebiet IT \nFundierte Kenntnisse hinsichtlich der Funktionsweisen aktueller Webtechnologien (HTML5, CSS3, JavaScript, und SaSS) \nErfahrungen mit agiler Softwareentwicklung nach SCRUM und mit modernen Frontend-Entwicklungstools, wie z.B. NodeJS, Bower, Grunt, Gulp sowie der Weiterentwicklung für mobile Endgeräte \nBegeisterung fu¨r Software-Konzeption und -Implementierung, sowie hohe Affinität zu aktuellen Entwicklungen im Web-Umfeld \nErfahrung mit aktuellen JS Frameworks (React, Angular) sowie PHP sind wünschenswert \nAusgeprägte analytische Fähigkeiten, konzeptionelles Denken und sehr gute Deutschkenntnisse \n\n"
      },
      {
        "title": "Dein Mehrwert",
        "body": "\nWir bieten dir einen Einstieg in die schnelllebige Welt des E-Commerce. Es erwarten dich ein bunt gemischtes Team, internationale Projekte, spannende Aufgaben und eine attraktive Vergütung. Während deiner intensiven Einarbeitungsphase werden dich deine neuen Kollegen und ein persönlicher Pate dabei unterstützen, schnell im Team, in deiner neuen Rolle und in der Region anzukommen. Deine Entwicklung liegt uns am Herzen, denn nur wenn unsere Mitarbeiter sich weiterentwickeln, können auch wir wachsen. Werde auch du ein Teil unseres Teams und gestalte so den Onlinehandel aktiv mit. Wir freuen uns auf dich! \n Aus Gründen der leichteren Lesbarkeit verwenden wir im Textverlauf die männliche Form der Anrede. Selbstverständlich sind bei Lidl Menschen jeder Geschlechtsidentität willkommen. \n"
      },
      {
        "title": "Kontakt",
        "body": "\n Hier kannst du dir selbst ein Bild von uns machen:  digital.lidl/Team/IT   \n Mehr Informationen über uns: digital.lidl \n"
      },
      {
        "title": "Standort",
        "body": " Lidl Digital International GmbH & Co. KG Berlin, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-03T23:12:03Z",
    "position": "Selfcare Frontend-Entwickler JSON, CSS, JavaScript,",
    "company": "Brunel GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/B/logoBrunel-GmbH-26920DE.gif",
    "date": "2018-12-03T23:12:03Z",
    "href": "https://www.stepstone.de/stellenangebote--Selfcare-Frontend-Entwickler-JSON-CSS-JavaScript-Spring-MVC-Thymeleaf-w-m-Karlsruhe-Brunel-GmbH--5415527-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=4_4_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Einleitung",
        "body": "\nArbeiten bei Brunel bedeutet: Attraktive Arbeitsaufgaben, außergewöhnliche Karriereperspektiven, die Sicherheit eines expandierenden Arbeitgebers und die ganze Vielfalt des Engineerings. Allein in Deutschland verfügen wir über 40 Niederlassungen, Entwicklungszentren und weltweit 106 Standorte mit mehr als 12.000 Mitarbeitern. Stillstand bedeutet Rückschritt – mit Brunel können Sie etwas bewegen! \n \n \nMöchten Sie die nächste Stufe in Ihrer Karriere erreichen- Bei Brunel haben Sie die Möglichkeit sich bei namhaften Kunden kontinuierlich weiterzuentwickeln – und das branchenübergreifend. Machen Sie noch heute den entscheidenden Schritt Ihrer Karriere und bewerben Sie sich bei uns als IT Spezialist.\n"
      },
      {
        "title": "Ihre Aufgabe",
        "body": "\n \nAuf Basis des In-House entwickelten Java-Frameworks arbeiten Sie an der Erweiterung und Pflege der Web-basierten Bestellprozesse mit.  \nDabei modellieren Sie Flows, Konfigurieren die Anwendungen mit XML, implementieren Bestellformulare, überprüfen Eingabedaten und übermitteln die Daten an die Backend-Systeme. \nMithilfe von Objektorientiertem Design entwickeln Sie kundenorientierte Applikationen. \nDurch Versionierung erhalten sie die aktuellen und die Backupdaten auf neustem Stand. \nAls Schnittstelle zum Datenaustausch mit unseren Frontend-Entwicklern nutzen Sie XML und REST. \nViele Tools und Applikationen werden Sie auch für die Webseiten Nutzung kreieren. \nTest-Driven-Design und Unit-Tests werden ein wichtiger Bereich Ihrer Tätigkeit sein. \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nGute Kenntnisse in ODD,Java 8, Java-Servlets oder einem Framework wie z.B. Spring \nTools zur Versionskontrolle wie Git (SVN), Builtwerkzeuge wie Maven  \nIdealerweise Erfahrungen mit XML, XPath und XSLT \nautomatisierte Unit- und Integrations-Tests ein z.B. mit JUnit und FIT \nSichere Deutsch- & Englischkenntnisse in Wort und Schrift \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\nWir bieten Ihnen eine Unternehmenskultur, die geprägt ist, von der Vielfältigkeit unserer Mitarbeiter sowie von gegenseitiger Wertschätzung – zwischen den Mitarbeitern und auf allen Unternehmensebenen. Bei uns arbeiten Sie unbefristet und in Festanstellung. Darüber hinaus bieten wir Ihnen einen Haustarifvertrag, der auf die Gehaltsstrukturen der verschiedenen Berufsgruppen zugeschnitten ist und Qualifikation sowie Berufserfahrung honoriert. Neben den tariflich gesicherten Sozialleistungen eines expandierenden Unternehmens bieten wir Ihnen die Möglichkeit, sich entsprechend Ihres individuellen Erfahrungsschatzes persönlich und fachlich weiterzubilden. \nUnsere Projektpartner kommen aus dem Großraum Karlsruhe, Pforzheim, Stuttgart, Mannheim, Landau, Rastatt, Ettlingen, Offenburg, Freiburg, Lörrach und Basel. Haben wir Ihr Interesse geweckt- Dann bewerben Sie sich auch als Freelancer bitte über unser Online-Formular. Wir freuen uns darauf, Sie kennen zu lernen!\n"
      },
      {
        "title": "Kontakt",
        "body": "\nAnsprechpartner: Frau Yvonne Mayer \nE-Mail: y.mayer@brunel.net  \n+49 7243 342 09 17\n"
      },
      { "title": "Standort", "body": " Brunel GmbH Karlsruhe, Deutschland " }
    ]
  },
  {
    "id": "2018-12-03T17:12:03Z",
    "position": "Frontend Developer / Frontend Entwickler (m/w)",
    "company": "communicode AG",
    "image": "https://www.stepstone.de/upload_de/logo/1/logocommunicode-AG-88319DE.gif",
    "date": "2018-12-03T17:12:03Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Developer-Frontend-Entwickler-m-w-Essen-Homeoffice-communicode-AG--5315218-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=5_5_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Standort",
        "body": " communicode AG Rellinghauser Str. 332, 45136 Essen, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-03T14:12:03Z",
    "position": "Frontend Entwickler React (w/m)",
    "company": "HORNBACH Baumarkt AG",
    "image": "https://www.stepstone.de/upload_de/logo/H/logoHornbach_Baumarkt_AGDE.gif",
    "date": "2018-12-03T14:12:03Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-React-w-m-Neustadt-an-der-Weinstrasse-HORNBACH-Baumarkt-AG--5321271-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=6_6_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben:",
        "body": "\n \nAls Frontend-Entwickler (w/m) sind Sie Teil eines Scrum Teams, das an der permanenten Weiterentwicklung und Verbesserung unseres preisgekrönten Webshop Nr. 1 für Do-It-Yourself Projekte arbeitet. \nUnter Berücksichtigung der Prinzipien von Mobile First und Clean Code stellen Sie im Rahmen unserer testgetriebenen Entwicklung die Wartbarkeit sowie die Codequalität für unseren Webshop sicher. \nSie entwickeln neue Webanwendungen und wirken bei der Modernisierung bestehender Webanwendungen mit. \n\n"
      },
      {
        "title": "Ihre Qualifikationen:",
        "body": "\n \nNach Abschluss Ihres Studiums der Fachrichtung Informatik, Wirtschaftsinformatik, Medientechnik oder einer vergleichbaren Berufsausbildung konnten Sie bereits einige Jahre Berufserfahrung im Bereich Frontend-Entwicklung sammeln. \nHTML+CSS+Javascript = ♥ ist für Sie eine valide Gleichung und moderne Technologien wie React und Redux lassen Ihr Entwicklerherz höher schlagen. \nDie Arbeit in diesem Ökosystem mit Taskrunnern oder Sass sind für Sie täglich Brot, wobei Clean Code und TDD ganz oben auf Ihrer Tagesordnung stehen. \nSie wollen mit Spaß und Freude HORNBACH weiter voranbringen und suchen ein erfahrenes und sympathisches Team mit dem Sie gemeinsam Ihrer Leidenschaft, der Webentwicklung, nachgehen können? Dann freuen wir uns auf Ihre Bewerbung! \n\n"
      },
      {
        "title": "Wir bieten:",
        "body": "\nIn unserem Team mit über 19.000 Kollegen ist immer Platz für neue Ideen und gute Köpfe, die aus ihrer beruflichen Zukunft ein erfolgreiches Projekt machen wollen. HORNBACH unterstützt Ihr Projekt mit einem attraktiven Gehalt, Urlaubs- und Weihnachtsgeld sowie umfangreichen Zusatzleistungen.\n"
      },
      {
        "title": "Kontakt:",
        "body": "\nWir freuen uns über Ihre aussagekräftigen Bewerbungsunterlagen (Anschreiben, Lebenslauf und Zeugnisse) mit der Angabe Ihrer Gehaltsvorstellung sowie des frühestmöglichen Eintrittstermins. \nReferenznummer: 8930 \nAnsprechpartner: Christopher Funck \nBewerben Sie sich jetzt online unter www.hornbach.de/heldengesucht. Bitte beachten Sie, Papierbewerbungen werden nicht zurückgesendet.\n"
      },
      {
        "title": "Standort",
        "body": " HORNBACH Baumarkt AG Neustadt an der Weinstraße, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-03T11:12:03Z",
    "position": "Frontend Entwickler (m/w)",
    "company": "GIB mbH",
    "image": "https://www.stepstone.de/upload_de/logo/G/logoGIB-mbH-196572DE.gif",
    "date": "2018-12-03T11:12:03Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-Siegen-GIB-mbH--5281505-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=7_7_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "In Sicherheit erfolgreich groß werden.",
        "body": "\nAls Software-, Service und Techno­logie­partner der SAP überzeugt und begeistert die GIB durch lösungs­orien­tierte Software und qualifi­ziertes Con­sulting. Mit dem zertifi­zierten SAP-Add-On, dem GIB Dispo-Cockpit, steuern mittel­stän­dische Unter­nehmen, Konzerne und Global Player effizient und trans­parent ihre Supply Chain Prozesse. \nWir entwickeln innovative Lösungen für die Heraus­forde­rungen von morgen. Dies beinhaltet auch spannende Themen im Umfeld von Industrie 4.0 und IoT. \nUnterstützen Sie uns bei unserem strategischen Wachstum im Verbund der ifm-Unternehmens­gruppe und TiSC Unternehmensgruppe als \nFrontend Entwickler (m/w) \nweb&mobile mit Fokus auf IoT-Themen \nReferenznummer: 2018-450\n"
      },
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nPlanung, Entwurf und Programmierung mobiler I4.0-Applikationen, basierend auf Cloud Foundry und SAP Fiori \nErarbeitung von Lösungs- und UX-Konzepten komplexer Kunden­an­forderungen an unsere Produkte \nProgrammierung und Implementierung mobiler Cordova Frontends \nAbwicklung verschiedener Projekte in allen Phasen der Software­entwicklung (Fach-/DV-Konzeption, Realisierung, Test, Support, Dokumentation) \nSicherstellung der Wartung, Optimierung und Weiter­entwicklung der mobilen Anwendungen \nAktive Mitarbeit in den Bereichen Qualitäts­sicherung, Ticketing und Bugtracking \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nStudium der (Wirtschafts-) Informatik, Wirtschafts­wissenschaft mit Schwerpunkt IT oder eine entsprechende Ausbildung \nProjekterfahrung in der Entwicklung mobiler Cordova Apps mit JavaScript inklusive Deployment in die gängigen AppStores unabdingbar \nErfahrung in der Entwicklung von Single Page Apps, idealer­weise mit SAPUI5 und jQuery \nKenntniss der SAP Fiori-Konzepte und UX-Paradigmen wünschens­wert \nIT-Affinität und Interesse an neuen Technologien innerhalb des Gebietes der mobilen Anwendungs­entwicklung und relevanten IoT-Themen \nVerhandlungssichere Deutsch- und Englisch­kenntnisse in Wort und Schrift \n\n"
      },
      {
        "title": "Unser Angebot",
        "body": "\n \nSpannende Projekte in einem innovativen und inter­nationalen Umfeld \nInhalte sind wichtiger als Hierarchien - Wir leben einen offenen und unkomplizierten Umgang \nWir fördern unsere Mitarbeiter durch individuelle Weiterbildungs- und Entwicklungs­möglich­keiten \nSie erhalten ein attraktives Paket freiwilliger Neben- und Sozial­leistungen \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nWerden Sie Teil eines bunten, innovativen und dynamischen Teams! \nTiSC AG Kathrin Freitag zukunft@tisc.ag  Eiserntalstr. 185, 57080 Siegen\n"
      },
      {
        "title": "Standort",
        "body": " GIB mbH Eiserntalstraße 185, 57080 Siegen, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-03T04:12:03Z",
    "position": "Frontend Entwickler für Webanwendungen (w/m)",
    "company": "Brunel GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/B/logoBrunel-GmbH-26920DE.gif",
    "date": "2018-12-03T04:12:03Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-fuer-Webanwendungen-w-m-Duisburg-Brunel-GmbH--5412719-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=8_8_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Einleitung",
        "body": "\nArbeiten bei Brunel bedeutet: Attraktive Arbeitsaufgaben, außergewöhnliche Karriereperspektiven, die Sicherheit eines expandierenden Arbeitgebers und die ganze Vielfalt des Engineerings. Allein in Deutschland verfügen wir über \n \n40 Niederlassungen, \n3 Entwicklungszentren und \nweltweit 106 Standorte \nmit mehr als 12.000 Mitarbeitern. \n \nStillstand bedeutet Rückschritt – mit Brunel können Sie etwas bewegen! \n \n \nSie suchen nach einer neuen beruflichen Herausforderung, die eine persönliche Weiterentwicklung und Freude am Beruf vereint-Sie sind Software Entwickler und hegen Interesse an einer abwechslungsreichen Tätigkeit- Dann sollten wir uns kennenlernen! Bewerben Sie sich hierzu jetzt bei Brunel! Derzeit suchen wir für unseren Kunden zum nächstmöglichen Zeitpunkt einen \"Frontend Entwickler für Webanwendungen\". \n \n"
      },
      {
        "title": "Ihre Aufgabe",
        "body": "\n \nSie konzipieren und entwickeln neue Oberflächen in AngularJS. \nDarüber hinaus betreuen und pflegen Sie bestehende Anwendungen und realisieren Web-Applikationen unter Verwendung von HTML5, CSS3 sowie mit Responsive Design. \nZudem führen Sie Neuentwicklungen und permanente Weiterentwicklungen von komplexen Webanwendungen durch \nWeiterhin gestalten und verbessern Sie User Experience für bestehende und neue Produkte. \nSie führen im Frontend-Bereich Integrations- und Unit-Tests und nutzen neue Technologien und Frameworks (Entity Framework) durch zur Sicherstellung einer hohen Qualität. \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nAbgeschlossenes Studium der (Wirtschafts-) Informatik oder eine vergleichbare Ausbildung mit entsprechendem Hintergrund \nMehrährige Berufserfahrung mit AngularJS und Angular (TypeScript), HTML5, CSS3, Entity Framework sowie Entity Framework \nWünschenswert sind gute Kenntnisse in Unit-Tests (Bootstrap, Jasmin, Mocha, SASS oder jQuery) sowie erste Berufserfahrung mit Responsive Design \nGutes Gespür für Gestaltung, Usability und Nutzerverhalten \nGute Deutsch- und Englischkenntnisse in Wort und Schrift sowie gute Team- und Kommunikationsfähigkeit \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\nWir bieten Ihnen eine Unternehmenskultur, die geprägt ist, von der Vielfältigkeit unserer Mitarbeiter sowie von gegenseitiger Wertschätzung – zwischen den Mitarbeitern und auf allen Unternehmensebenen. Dazu gehören neben abwechslungsreichen Stammtischen mit den lokalen Brunel Teams, auch regelmäßige Feedback-Gespräche über Ihre Herausforderungen und Perspektiven mit Ihrem Account Manager.  \nMit individuellen Fortbildungen und Trainings werden Sie optimal gefördert und auf zukünftige Projekte vorbereitet.  \n \nUnbefristete Arbeitsverträge,  \n30 Tage Urlaub,  \nArbeitskontenregelung  \nsowie betriebliche, arbeitgeberfinanzierte Altersvorsorge sind bei uns selbstverständlich.  \n \nHaben wir Ihr Interesse geweckt-  \nDann senden Sie uns bitte Ihre aussagefähigen Bewerbungsunterlagen – per Online-Formular auf unserer Homepage.\n"
      },
      {
        "title": "Kontakt",
        "body": "\nAnsprechpartner: Frau Laura Sosa Dietrich \nE-Mail: l.sosa.dietrich@brunel.net  \n+49 203 289 56 14\n"
      },
      { "title": "Standort", "body": " Brunel GmbH Duisburg, Deutschland " }
    ]
  },
  {
    "id": "2018-12-02T23:12:02Z",
    "position": "Frontend Entwickler (m/w) - 1&1 Source Center",
    "company": "1&1 IONOS",
    "image": "https://www.stepstone.de/upload_de/logo/6/logo1-1-IONOS-123674DE.gif",
    "date": "2018-12-02T23:12:02Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-11-Source-Center-Karlsruhe-11-IONOS--5211194-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=9_9_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "ÜBER UNS:",
        "body": "\nMit seinen Business Applications zählt 1&1 IONOS zu den führenden Hosting- und Cloud-Applications-Anbietern in Europa. Dank modernster Technologien überzeugen wir täglich über 8 Mio. Kunden in vielen Ländern.\n"
      },
      {
        "title": "DAS SIND IHRE AUFGABEN:",
        "body": "\nJetzt auch für Frontend-Entwickler: das 1&1 Source Center. Eine einmalige Gelegenheit zunächst in verschiedenen Teams zu arbeiten und herauszufinden, wo Sie am besten reinpassen (beruflich wie auch persönlich). Transferieren Sie Ihre Erkenntnisse und Erfahrungen und tragen Sie dazu bei, die jeweiligen Teams voranzubringen. \n \nKonzeption und Umsetzung von Webfrontends nach gängigen Architektur-Patterns. \nGestaltung und Design von Frontends und Abläufen zur Erreichung einer nutzungsorientierten Customer Experience. \nArbeiten in agilen, offenen und eigenverantwortlichen Teams. \nBeratung von internen Kunden. \n\n"
      },
      {
        "title": "DAS WÜNSCHEN WIR UNS:",
        "body": "\nSie lieben Frontends, fühlen sich sicher im Umgang mit der Programmierung von funktionalen Webapplikationen und haben keinerlei Berührungsängste mit HTML, Stylesheets und JavaScript. \n \nSehr gute Kenntnisse in den gängigen Basis-Webtechnologien (HTML5, CSS3, JavaScript). \nPraktische Erfahrung in der Entwicklung von Webapplikationen auf Java und Javascript-Basis (z. B. Wicket, AngularJS, React). \nOptimalerweise Erfahrung mit Responsive Webdesign, REST, AJAX und weiteren gängigen Konzepten. \nSpaß an der Softwareentwicklung. \n\n"
      },
      {
        "title": "WIR BIETEN:",
        "body": "\nEs erwartet Sie ein attraktives und modernes Arbeitsumfeld, eine außerordentlich interessante und abwechslungsreiche Tätigkeit sowie ein dynamisches Unternehmen mit flachen Hierarchien. Unsere Angebote zur Karriereentwicklung, ein leistungsgerechtes Gehalt und eine offene Kommunikation schaffen die Basis für Engagement und Erfolg. Bei uns können Sie Ihre individuellen Stärken, wie Teamfähigkeit, Kommunikationskompetenz, Durchsetzungsstärke und Belastbarkeit voll einbringen, sich weiterentwickeln und an neuen Herausforderungen wachsen. Wenn Sie eine verantwortungsvolle Aufgabe übernehmen möchten, hat Ihnen 1&1 einiges zu bieten.\n"
      },
      {
        "title": "KONTAKT:",
        "body": "\n Wir freuen uns auf Ihre Bewerbung inklusive Ihrer Gehaltsvorstellung und der Kennziffer: KA-MaWi-1808039.  Nutzen Sie hierfür unser Online-Bewerbungsformular. Mehr zum Bewerbungsprozess erfahren Sie bei Stephanie Becker unter +49 721 91374 - 4836 .  \n Aus Gründen der besseren Lesbarkeit wird auf die gleichzeitige Verwendung der weiblichen und männlichen Sprachform verzichtet. Selbstverständlich bezieht sich dieses Stellenangebot gleichermaßen auf weibliche und männliche Bewerber.  \n Online Bewerbung \n"
      },
      { "title": "Standort", "body": " 1&1 IONOS Karlsruhe, Deutschland " }
    ]
  },
  {
    "id": "2018-12-02T23:12:02Z",
    "position": "Frontend-Entwickler (m/w)",
    "company": "FERCHAU Engineering GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/F/logoFERCHAU-Engineering-GmbH-6095DE.gif",
    "date": "2018-12-02T23:12:02Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-Leipzig-FERCHAU-Engineering-GmbH--4918742-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=10_10_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Einleitung",
        "body": "\nMöchten Sie die digitale Welt von morgen intelligenter machen? Können Sie über die Grenzen von Nullen und Einsen hinausschauen? Dann kommen Sie jetzt zu FERCHAU, dem Marktführer in Engineering und IT mit mehr als 8.100 Mitarbeitern an über 100 Niederlassungen und Standorten. Hier erwarten Sie anspruchsvolle Aufgaben aus allen Bereichen der IT. Mehr als 2.400 IT-Consultants arbeiten hier an spannenden Projekten für namhafte Kunden. Wenn Sie diese Herausforderung reizt, dann bewerben Sie sich jetzt um die Position als \n \nFrontend-Entwickler (m/w) \nLeipzig\n"
      },
      {
        "title": "Ihre Aufgaben",
        "body": "\nLangfristig und nachhaltig - Ihre Aufgaben bieten Potential. \n \n Frontendentwicklung nach neuesten Trends basierend auf JavaScript  \n Programmierung und Implementierung von Frontend-Systemen  \n Testplanung und -durchführung  \n Zusammenarbeit mit verschiedenen Teams, u. a. UI Designer und Engineers  \n Wachstum und Abwechslung - Ihre Entwicklung hat Perspektiven. \n \n Förderung fachspezifischer Kompetenz  \n Individuelle Personalentwicklungsprogramme  \n Englischkurs  \n Unbefristeter Arbeitsvertrag  \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\nSie sind bestens qualifiziert - Ihr Profil ist der beste Beweis. \n \n Erfolgreich abgeschlossenes (FH / BA / Hochschule) Studium der Informatik, Kommunikations- und Medienwissenschaften oder Wirtschaftswissenschaften oder eine vergleichbare Ausbildung mit erster Berufserfahrung  \n Gute praktische Erfahrung mit JavaScript und CSS sowie den entsprechenden Frameworks und Entwicklungsmodellen  \n Kenntnisse in der Erstellung von barrierefreien bzw. -armen Frontends  \n Gute Deutsch- und Englischkenntnisse  \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nSie sehen Ihre Zukunft in spannenden Projekten? Dann freuen wir uns auf Ihre Bewerbung - gerne online unter der Kennziffer STE39-15453-L bei Frau Lisa Winkler. Denn was für unsere Kunden gilt, gilt für Sie schon lange: Wir entwickeln Sie weiter. \n \n \nFERCHAU Engineering GmbH \nNiederlassung Leipzig \n04356 Leipzig \n \nFrau Lisa Winkler \n\n+49 341 235951-12 \n\n+49 341 235951-29 \n\nlisa.winkler@ferchau.com\n"
      },
      {
        "title": "Standort",
        "body": " FERCHAU Engineering GmbH Leipzig, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-02T08:12:02Z",
    "position": "Frontend Entwickler w/m",
    "company": "Kienbaum Consultants",
    "image": "https://www.stepstone.de/upload_de/logo/K/logoKienbaum-Consultants-International-GmbH-38585DE.gif",
    "date": "2018-12-02T08:12:02Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-w-m-Koeln-Kienbaum-Consultants-International-GmbH--5317386-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=11_11_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Aufgaben:",
        "body": "\n \nUmsetzung von anspruchsvollen Webapplikationen \nFrontendprogrammierung in TypeScript, HTML und CSS (SASS) \nAufbau und Entwicklung von wiederverwendbaren Bibliotheken \n\n"
      },
      {
        "title": "Anforderungen:",
        "body": "\n \nSie besitzen ein abgeschlossenes Studium in der Fachrichtung Informatik oder einer vergleichbaren Studienrichtung \nIdealerweise haben Sie Erfahrung in der Durchführung von Webprojekten gesammelt \nSie bringen sehr gute Kenntnisse in Angular TypeScript, HTML und CSS mit und verfügen optional über Erfahrungen in den gängigen Coding-Workflows (Git, npm, node, CI) \nSie haben Spaß an einem technisch anspruchsvollen, dynamischen Wirkungsfeld bei einer führenden Unternehmensberatung \nSie zeichnen sich sowohl durch große Hilfsbereitschaft als auch durch Kommunikationsstärke aus \nEine schnelle Auffassungsgabe, gute Deutsch- und Englischkenntnisse in Wort und Schrift sowie eine selbständige Arbeitsweise runden Ihr Profil ab \n\n"
      },
      {
        "title": "Wir bieten:",
        "body": "\n \nHohe Kollegialität, angenehmes Betriebsklima und flache Hierarchien \nBranchenexperten mit langjähriger Erfahrung in ihrem Bereich \nPerformance Management \nDie Kienbaum Academy bietet Unterstützung bei Projekten und einen Raum, persönliche Kompetenzen weiterzuentwickeln  \nFlexible Arbeitszeiten sowie flexible Arbeitsplatzwahl, die zur Vereinbarung des Berufs- und Privatlebens dienen \nModerne technologische Ausstattung \nUmfassende Zusatzleistungen wie Rabatte bei verschiedenen Anbietern, Firmenfeiern, Firmenhandy  \nSportveranstaltungen und gesundheitsfördernde Maßnahmen \nGruppenunfallversicherung \n\n"
      },
      {
        "title": "Ihr Kontakt:",
        "body": "\nWir freuen uns darauf Sie kennenzulernen! Bewerben Sie sich bitte über unser Karriereportal unter www.kienbaum.com/de/stellenangebote mit Ihren vollständigen Bewerbungsunterlagen.  \nKienbaum Consultants International GmbH Janina Schwab | Edmund-Rumpler-Straße 5 | 51149 Köln Fon: +49 221 80172-546 \n"
      },
      {
        "title": "Standort",
        "body": " Kienbaum Consultants International GmbH Edmund-Rumpler-Straße 5, 51149 Köln, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-01T08:12:01Z",
    "position": "Frontend-Entwickler(in) für Webanwendungen auf",
    "company": "SYNGENIO AG",
    "image": "https://www.stepstone.de/upload_de/logo/S/logoSYNGENIO-AG-98606DE.gif",
    "date": "2018-12-01T08:12:01Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwicklerin-fuer-Webanwendungen-auf-Basis-von-HTML-CSS-JavaScript-Hamburg-Bonn-Frankfurt-Stuttgart-oder-Muenchen-SYNGENIO-AG--5284296-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=12_12_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "WE+ MAKE IT WORK.",
        "body": "\nGenau Du! Gestalte Deine Zukunft mit uns und hinterlasse Eindruck als Frontend-Entwickler(in) für Webanwendungen auf Basis von HTML, CSS & JavaScript. SYNGENIO erstellt innovative und integrierte IT-Lösungen für die Zukunft der Finanzdienstleistung und das Internet der Dinge. Seit 2001 kombinieren wir dazu Beratung, Software und die Gründung von Start-ups. \n \n Wir suchen Frontend-Technologie-Experten, Kreative, Ästheten und Macher, die gemeinsam mit uns die digitale Zukunft unserer Kunden entwickeln. Wir haben uns vorgenommen, digitale Kundenschnittstellen von morgen zu revolutionieren. \nMach mit! \n \n Meist arbeitest Du mit einem Team vor Ort bei unseren Kunden - so bist Du mittendrin und erhältst das beste Bild. Wir setzen Dich mit Priorität an Deinem Wunschstandort ein. Du findest uns an fünf Standorten in Deutschland und gewinnst 100 tolle Kollegen.\n"
      },
      {
        "title": "Dein Aufgabenbereich",
        "body": "\nMit Deinem technologischen Knowhow und Deiner Kreativität: \n \nKonzipierst und entwickelst Du interaktive Webanwendungen mit modernen JavaScript-Frameworks in agilen Scrum-Teams \nBerätst Du Kunden zur Usability und erstellst innovative Oberflächen \nSchlägst Du die Brücke zwischen Kundenanforderungen und Technologien \nStehst Du gemeinsam mit unserem Team für nachhaltige Lösungen \nImplementierst Du die Schnittstellen zwischen Mobile-/Web-Anwendung und Java-Enterprise-Servern \n\n"
      },
      {
        "title": "Das bringst Du mit",
        "body": "\n \nMehrere Jahre Berufserfahrung in der Entwicklung von responsiven Web-Anwendungen auf Basis von HTML, CSS, JavaScript \nSicherer Umgang mit gängigen Frameworks wie React, Angular.js, jQuery, Cordova oder Bootstrap \nEntwicklungserfahrung auf mindestens einer mobilen Plattform (iOS, Android) \nErfahrungen mit Anwendungssicherheit sind ein Plus \nSichere Deutsch- und gute Englischkenntnisse (in Wort und Schrift) \n\n"
      },
      {
        "title": "Unser Angebot an Dich",
        "body": "\n \nAttraktives Gehalt, Mitarbeiterbeteiligungsprogramme und flexible Entwicklungsmöglichkeiten \nDu wählst Deine Smartphone- und Laptop-Ausstattung aus: Apple, Microsoft oder Linux \nDu selbst entscheidest über Deine Heimatbasis: Hamburg, Bonn, Frankfurt, Stuttgart oder München  \nDeine Entwicklung fördern wir durch Trainings, Seminare, Kompetenzteams und Barcamps \nWir treffen uns regelmäßig bei Events, wie Office Days, Summer- und Winter-Academy \nIm Rahmen der Kunden- bzw. Projektsituation bieten wir Dir die Möglichkeit im Homeoffice zu arbeiten und flexible Arbeitszeiten. Du stimmst Dich auf kurzem Wege mit Deinen Kollegen ab, machst früher frei und gleichst das an einem für Dich günstigeren Tag aus (z. B. Kind aus dem Kindergarten abholen) \nZudem bieten wir: JobTicket, attraktive Büros, welche sehr gut erreichbar sind, Firmenfahrrad/Firmenwagen, digitale Fitness als Pausenangebot, freie Getränke (Kaffee-Flatrate included), Snacks, … \n\n"
      },
      {
        "title": "Haben wir Dich neugierig gemacht?",
        "body": "\nDann sende Deinen Lebenslauf mit der Angabe von Eintrittstermin sowie Gehaltswunsch an: \nkarriere@syngenio.de \n \n \nWir freuen uns auf Dich! \n Dein persönlicher Kontakt: Marit Wunderlich II Specialist Human Resources \n T: \n+49 89 436 302-901 \n \n \nwww.syngenio.de\n"
      },
      { "title": "Standort", "body": " SYNGENIO AG " }
    ]
  },
  {
    "id": "2018-12-01T07:12:01Z",
    "position": "Frontend Entwickler (w/m)",
    "company": "Cofinpro AG",
    "image": "https://www.stepstone.de/upload_de/logo/C/logoCofinpro-AG-54094DE.gif",
    "date": "2018-12-01T07:12:01Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-w-m-Frankfurt-am-Main-Berlin-Muenchen-Cofinpro-AG--4716357-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=13_13_25_dynrl_m_0_0_0",
    "details": []
  },
  {
    "id": "2018-12-01T04:12:01Z",
    "position": "Frontend Entwickler (m/w) Frontend Developer in",
    "company": "Ratbacher GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/R/logoRatbacher_GmbH_46710DE.gif",
    "date": "2018-12-01T04:12:01Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-Frontend-Developer-in-Stuttgart-Stuttgart-Ratbacher-GmbH--5378139-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=14_14_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nSie übernehmen eine Schnittstellenfunktion und sind erster Ansprechpartner für Ihr Team sowie angrenzende Fachabteilungen und sorgen dafür, die Digitalisierungsstrategie proaktiv umzusetzen \nVon der Konzeption, Neuentwicklung und Optimierung der Webanwendungen unter JavaScript, HTML5, CSS3 und Angular \nBei der Bewertung und Auswahl von Technologien sowie an der Definition von Standards für die Webentwicklung wirken Sie maßgeblich mit \nSie sind zuständig für die Qualitätssicherung und nutzen Methoden wie Test Driven Development und Clean Code Prinzipien \nSie bringen eigene Vorschläge, Lösungsansätze und Technologien proaktiv in den Entwicklungsprozess mit ein \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nAbgeschlossenes (Wirtschafts-) Informatikstudium, eine Ausbildung im IT-Umfeld und/oder einschlägige Berufserfahrung in der Frontend Entwicklung von Webapplikationen \nMehrjährige Berufserfahrung sowie weitreichende Kenntnisse in JavaScript, HTML5, CSS3 und gängigen Frameworks (Angular mind. 4-7) \nNice-to-have wären Kenntnisse in Gulp o.ä. sowie erste Berührungspunkte im UI/UX - Design oder Microsoft Azure \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nSie erhalten von Beginn an ein attraktives Fixgehalt (nach Tarifvertrag) sowie 30 Tage Urlaub \nEs erwarten Sie flexible Arbeitszeiten ohne Kernarbeitszeit sowie die Möglichkeit auf Home-Office oder Mobiles Arbeiten zur idealen Vereinbarkeit von Familie und Beruf \nSie profitieren von einem attraktiven Weiterbildungsangebot mit Schulungen und Coachings, die individuell auf Ihre Karriereplanung und Ihr Arbeitsumfeld abgestimmt werden \nAnsprechende Zusatzleistungen wie eine Kantine, Mitarbeiterrabatte, ein umfassendes Gesundheitsangebot sowie Kinderbetreuung runden das Paket ab \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nRatbacher GmbH | Schloßstraße 70 | 70176 Stuttgart \n Larissa Rehm, Recruiting Specialist IT | \n+49 711 76105 825\n"
      },
      { "title": "Standort", "body": " Ratbacher GmbH Stuttgart, Deutschland " }
    ]
  },
  {
    "id": "2018-11-30T23:11:30Z",
    "position": "Frontend Entwickler (Web) (m/w/d)",
    "company": "E.M.P. Merchandising",
    "image": "https://www.stepstone.de/upload_de/logo/E/logoE-M-P-Merchandising-Handelsgesellschaft-mbH-46777DE.gif",
    "date": "2018-11-30T23:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-Web-m-w-d-Lingen-Ems-E-M-P-Merchandising-Handelsgesellschaft-mbH--5378402-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=15_15_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Frontend Entwickler (Web) (m/w/d)",
        "body": "\n  \nDie E.M.P. Merchandising Handelsgesellschaft mbH ist eines der führenden E-Commerce-Unternehmen der Fashion- und Merchandise-Branche. Unser Hauptsortiment besteht aus Textilien, Bild- und Tonträgern sowie Schmuck, Accessoires und vielem mehr.  Mehr als 600 Kollegen/-innen gehören zur EMP-Unternehmensgruppe. Am Standort Lingen befinden sich die Hauptverwaltung einschließlich unseres Customer Services, sowie unser Logistikzentrum, aus dem wir weltweit verschicken. Darüber hinaus verfügen wir über Tochterunternehmen und Niederlassungen in 18 europäischen Ländern.  Wir bieten ein dynamisches Arbeitsumfeld mit hervorragenden Entwicklungs- und Aufstiegschancen, flache Hierarchien, leistungsgerechte Vergütung sowie ein motiviertes Team.  Zur Verstärkung unseres Teams im Bereich IT – Business Systems – UX/UI Designs suchen wir zum nächstmöglichen Zeitpunkt einen \nEs handelt sich hierbei um eine unbefristete Vollzeitstelle.\n"
      },
      {
        "title": "Deine Hauptaufgaben:",
        "body": "\n \nDu bist für die Optimierung der Usability und der Frontend-Performance unserer E-Commerce-Lösungen verantwortlich \nDu setzt verschiedene Projekte für die internationalen Web- und Mobile-Applikationen unseres Salesforce Commerce Cloud Shops um \nUm unseren Kunden eine einzigartige User Experience zu bieten, arbeitest Du eng mit unseren Designern, Entwicklern und Consultants zusammen \nDu unterstützt unsere Softwareentwicklungsteams durch die laufende Weiterentwicklung und Optimierung verschiedener Systeme, Tools und Prozesse \n\n"
      },
      {
        "title": "Dein Profil:",
        "body": "\n \nDu hast Dein Studium oder Deine Ausbildung im Bereich Webdesign/(Medien-)Informatik erfolgreich beendet \nDu bist leidenschaftlicher Webdesigner oder Frontend Developer und konntest bereits einschlägige Erfahrungen im responsiven Webdesign sammeln \nFür Dich steht eine gute Frontend Performance im Vordergrund \nDu beherrschst JavaScript, CSS und HTML \nDu hast Erfahrung mit CSS Präprozessoren wie z.B. SASS oder LESS \nBei deiner Arbeit unterstützen dich Tools wie Grunt, Webpack oder NPM \nDu schreibst einen nachhaltigen, skalierbaren und Cross-Browser kompatiblen Code \nGute Englischkenntnisse in Wort und Schrift, sowie Erfahrung mit der Salesforce Commerce Cloud runden Dein Profil ab \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\nAls Europas größter Versandhändler für Rock & Metal- und Entertainment-Merchandise, wollen wir weiter wachsen und dafür brauchen wir Dich. Wenn Du Teil des Teams sein, Dich weiterentwickeln und eigenverantwortlich arbeiten willst, dann bewirb Dich jetzt! \nNeben einem tollen Arbeitsplatz und einem motivierten Team bieten wir Dir noch viele weitere Extras, u.a.: \n \nMitgestaltung unserer Entwicklungsprozesse und Methoden \nUmfangreiche Weiterbildungsmöglichkeiten, die Du selbst mitgestalten kannst \nRegelmäßige Besuche von Konferenzen und Meetups \nFlexible und familienfreundliche Arbeitszeitmodelle \nRegelmäßige außerbetriebliche Events  \n \nWenn Du noch Fragen hast, melde Dich gerne bei Antje Ludwig telefonisch unter: 0591/9143732. Unser Value „Live loud, work hard, have fun“ wird bei uns täglich gelebt.   Du bist motiviert, denkst lösungsorientiert und die Worte „geht nicht“ gibt es für Dich nicht? Dann bewirb dich online unter folgenden Link:\n"
      },
      {
        "title": "Standort",
        "body": " E.M.P. Merchandising Handelsgesellschaft mbH "
      }
    ]
  },
  {
    "id": "2018-11-30T16:11:30Z",
    "position": "Frontend-Java-Entwickler (m/w) Wertpapier- und",
    "company": "ING-DiBa AG",
    "image": "https://www.stepstone.de/upload_de/logo/F/logoING-DiBa-AG-1874DE.gif",
    "date": "2018-11-30T16:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Java-Entwickler-m-w-Wertpapier-und-Sparprodukte-Nuernberg-ING-DiBa-AG--5345179-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=16_16_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Jump on.",
        "body": "\nDie ING-DiBa ist mit über 9 Millionen Kunden die drittgrößte Privatkundenbank in Deutschland.  \n  \nJetzt Frontend-Java-Entwickler (m/w) Wertpapier- und Sparprodukte am Standort Nürnberg werden. \n  \nSie erkennen komplexe Zusammenhänge und verlieren nie den roten Faden? Abstrakte Probleme überführen Sie stets in konkrete und praktische Lösungen? Dabei glänzen Sie nicht nur mit Fachwissen, sondern auch mit eigenen Ideen? Perfekt! Damit bringen Sie die wichtigsten Voraussetzungen für die Frontend-Entwicklung bei der ING-DiBa schon mit. Jump on.\n"
      },
      {
        "title": "Ihre Aufgaben:",
        "body": "\nIn Ihrem zukünftigen Tribe „Make your Money grow“ werden alle unsere Wertpapier- und Sparprodukte entwickelt. Und hier kommen Sie schon als erfahrener Developer ins Spiel, denn Sie bauen die Web-Frontends dazu. Das Ziel: moderne und hochskalierbare Webanwendungen für unsere internen und externen Kunden. Als Teil eines agilen Teams aus Product Ownern, UX-Designern und Frontend sowie Backend Developern geben Sie dafür jeden Tag Ihr Bestes. Durch die crossfunktionale Zusammensetzung begleiten Sie dabei vom Konzept bis zur Livestellung den gesamten Entwicklungsprozess. Nicht zuletzt stehen Sie mit Ihrer analytischen Denkweise, Ihrem konzeptionellen Geschick und Ihren hervorragenden Kommunikationsfähigkeiten den Product Ownern gerne als Sparringspartner zur Seite und machen unsere User Stories damit stets optimal umsetzbar.\n"
      },
      {
        "title": "Ihr Profil:",
        "body": "\n \nStudium eines MINT-Fachs, der Wirtschaftswissenschaften oder eine vergleichbare Ausbildung \nMehrjährige Erfahrung in der Entwicklung von Java-Webanwendungen mit aktuellen Entwicklungstools \nPraxis in der agilen Entwicklung sowie dem Einsatz der gängigen Webtechnologien (HTML5 etc.) ist ein Muss, die Arbeit mit Apache Wicket ein Plus \nKnow-how in der Anwendung moderner Frontendarchitekturen, z. B. Single-Page-Applications, REST-APIs sowie Java EE \nFit in der Testautomatisierung (Implementierung/Betrieb), CI und agilen Methoden (Scrum) \n\n"
      },
      {
        "title": "Kontakt:",
        "body": "\nBewerben Sie sich jetzt bei Deutschlands drittgrößter Privatkundenbank: ing.jobs/de\n"
      },
      {
        "title": "Standort",
        "body": " ING-DiBa AG Südwestpark 97, 90449 Nürnberg, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-30T10:11:30Z",
    "position": "Frontend-Entwicklerin / Frontend-Entwickler",
    "company": "L-SHOP-TEAM GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/L/logoL-SHOP-TEAM-GmbH-155177DE.gif",
    "date": "2018-11-30T10:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwicklerin-Frontend-Entwickler-Dortmund-L-SHOP-TEAM-GmbH--5410993-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=17_17_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Was Sie tun",
        "body": "\n \nSie entwickeln neue Frontends auf Basis von Angular \nSie modernisieren die Templates unserer Oxid-Shops auf Basis von Smarty \nSie erfassen Anforderungen in unserem dynamischen und kreativen Umfeld mit Kollegen verschiedener Disziplinen (Einkauf, Vertrieb, Marketing) \nSie erstellen Prototypen \nSie setzen Ihre Ideen inkl. Dokumentation und Test um \n\n"
      },
      {
        "title": "Was Sie mitbringen",
        "body": "\n \nSie haben gute Kenntnisse in HTML5, CSS3 (less, sass) und JavaScript (jQuery) \nSie bringen idealerweise Kenntnisse einer Template-Sprache (z.B. Smarty) und Erfahrung mit OXID eShop mit \nWir wünschen uns Kenntnisse im Bereich automatischer Frontend-Tests \nErfahrung mit Wordpress runden Ihr Profil ab \nSie zeichnet eine zielgerichtete und selbständige Arbeitsweise aus \nSie sind hoch motiviert und teamfähig \n\n"
      },
      {
        "title": "Was wir bieten",
        "body": "\n \nAnspruchsvolle und vielseitige Aufgaben mit dem Freiraum, eigene Ideen und Erfahrungen in eine moderne und innovative E-Commerce-Landschaft einzubringen \nEine hervorragende Arbeitsatmosphäre in einem hoch motivierten und erfolgreichen Team mit viel Spaß bei der gemeinsamen Arbeit \nModerne und kreative Arbeitsumgebung an einem zentralen Standort in Dortmund \nFachliche und persönliche Weiterentwicklung \nBeteiligung an betrieblicher Altersvorsorge \n30 Tage Urlaub \nPersonalrabatte auf unsere mehr als 6.000 Artikel \nKostenlose Parkplätze \nKaffee Flatrate \n\n"
      },
      {
        "title": "Interessiert?",
        "body": "\nEnjoy our Team. Mit flachen Hierarchien und viel Platz für Kreativität und Mitbestimmung.Haben wir Ihr Interesse geweckt? \nBei Fragen zu der Position wenden Sie sich an Stefan Konarski (per E-Mail s.konarski@l-shop.de oder telefonisch +49 (0) 231 - 99 31 290).  \nIhre Bewerbung richten Sie bitte online unter Angabe Ihrer Gehaltsvorstellung und Verfügbarkeit an bewerbung@l-shop-team.de. \nL-SHOP-TEAM GmbHWeißenburger Str. 71 | 44145 Dortmund \nwww.l-shop-team.de\n"
      },
      {
        "title": "Standort",
        "body": " L-SHOP-TEAM GmbH Weißenburger Straße 71, 44145 Dortmund, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-30T12:11:30Z",
    "position": "Frontend-Entwickler (Java-Script) (m/w/d)",
    "company": "Scansonic MI GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/5/logoScansonic-MI-GmbH-76074DE.gif",
    "date": "2018-11-30T12:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-Java-Script-m-w-d-Berlin-Scansonic-MI-GmbH--5309348-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=18_18_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben:",
        "body": "\n \nEntwurf von Benutzeroberflächen basierend auf Webtechnologien für die Bedienung unseres SCeye-Sensorsystems \nEntwicklung grafischer Elemente zur Visualisierung von Prozessdaten und Analyseergebnissen \nImplementierung passender APIs für die Kommunikation mit dem Backend \nWeiterentwicklung bestehender Softwarekomponenten, Implementierung von Tests und Durchführung von Code Reviews \nErarbeitung von Lösungsansätzen für Kundenanforderungen im Team und Ableitung von Tasks zu deren Umsetzung \n\n"
      },
      {
        "title": "Deine Fähigkeiten:",
        "body": "\n \nDu verfügst über ein erfolgreich abgeschlossenes Informatikstudium oder vergleichbare Berufserfahrung \nDu hast praktische Erfahrungen im Bereich Frontendentwicklung mit AngularJS, eventuell Angular 2+ sowie HTML5, CSS3, LESS/SASS \nGrundlegende Erfahrungen mit Electron bringst du außerdem mit \nDu verstehst grundsätzlich Unit- und Integrationstests und der Umgang mit Git ist dir vertraut \nDu arbeitest systematisch an Lösungen, die einfach und robust sind und begeisterst dich für die Umsetzung von Software in anspruchsvolle industrielle Produkte \nDeine fachlichen Kompetenzen aktuell zu halten ist dir wichtig. Defizite sind keine Fehler, sondern spornen dich zum Lernen an \n\n"
      },
      {
        "title": "Wir bieten:",
        "body": "\nim Bereich Produktentwicklung eigenverantwortliches Arbeiten in selbstorganisierten, interdisziplinären Teams ohne Hierarchien. Die abwechslungsreichen Tätigkeiten unter sehr guten Arbeitsbedingungen nach agilen Methoden erlauben vielfältige Gestaltungsmöglichkeiten in einem zukunftsorientierten Unternehmen. Bei uns findest Du vielfältige thematische und persönliche Weiterentwicklungsmöglichkeiten sowie flexible Arbeitszeitmodelle an einem modernen Standort.\n"
      },
      {
        "title": "Kontakt",
        "body": "\nHaben wir Dein Interesse geweckt? \nDann sollten wir uns kennenlernen. \nDurch unsere agilen, teamorientierten Arbeitsmethoden werden bis zu fünf Kollegen deines zukünftigen Teams bei der Auswahl ihrer Kollegen mit einbezogen. Daher möchten wir dich bitten, deine Gehaltsvorstellungen ausschließlich in dem dafür vorgesehenen, streng vertraulichen Feld in der Bewerbungsmaske einzugeben. \nOnline bewerben  \nScansonic MI GmbH\n"
      },
      {
        "title": "Standort",
        "body": " Scansonic MI GmbH Schwarze-Pumpe-Weg 16, 12681 Berlin, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-29T20:11:29Z",
    "position": "Frontend Entwickler (m/w)",
    "company": "ABUS August Bremicker",
    "image": "https://www.stepstone.de/upload_de/logo/A/logoABUS-August-Bremicker-Sohne-KG-205899DE.gif",
    "date": "2018-11-29T20:11:29Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-Wetter-Ruhr-ABUS-August-Bremicker-Soehne-KG--5409012-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=19_19_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "IHRE HAUPTAUFGABEN ALS FRONTEND ENTWICKLER/IN ",
        "body": "\n \nPerformance-Optimierung und Weiterentwicklung bestehender Frontends für eine verbesserte User Experience \nCustomizing von professionellen Content-Management- und Shopsystemen für einen einzigarten Internetauftritt unserer Marke Entwicklung und Umsetzung von modularen Web-Modulen und Interfaces \nPlanung und Vorbereitung von A/B-Tests für eine stetige Verbesserung des Usability-Erlebnisses unserer Kunden \nUmsetzung von Ergebnissen aus externen UX-Tests, um so nachhaltig eine kundenfreundliche Online-Präsenz voranzutreiben \n\n"
      },
      {
        "title": "IHR PROFIL ALS FRONTEND ENTWICKLER/IN ",
        "body": "\n \nErfolgreich abgeschlossenes Studium der Informatik, Ausbildung im IT-Bereich oder mehrjährige Berufserfahrung als FrontendEntwickler/in \nSehr gute Kenntnisse in den Basis-Technologien (X)HTML, CSS und JavaScript-Programmierung als auch im Bereich Web-Entwicklung (W3CStandards, Usability, SEO, Cross-Browser-Entwicklung, Web 2.0, Responsive) \nPraktische Erfahrung in der Erstellung von Templates (Smarty, Twig) sowie in der Verwendung gängiger Frameworks und Bibliotheken \nGrundkenntnisse in den LAMP-Technologien und Erfahrung im Umgang mit Adobe-Produkten und CMS-Systemen \nGute Englischkenntnisse in Wort und Schrift für die Kommunikation mit unseren internationalen Partnern runden Ihr Profil ab \n\n"
      },
      {
        "title": "DAS BIETEN WIR IHNEN ",
        "body": "\n \nEine abwechslungsreiche Tätigkeit als Frontend Entwickler/in in einem internationalen Familienunternehmen mit attraktiver Vergütung und umfassenden Sozialleistungen \nAusgewogene Work-Life-Balance durch flexible Arbeitszeiten und 30 Tage Urlaub im Jahr \nWeiterbildungsmöglichkeiten, damit Sie sich fachlich und persönlich weiterentwickeln können \nRegelmäßige Teamevents sowie Sport- und Freizeitangebote auf dem Firmengelände (Fußball, Volleyball u. v. m.) \nDie Möglichkeit, exklusive E-Bikes oder Bikes durch ABUS zu leasen, die sowohl für die Fahrt zur Arbeit als auch private Zwecke genutzt werden können \nKaffee und Wasser zur freien Verfügung sowie ein ansprechendes Essensangebot am hauseigenen Snackpoint \n \n ABUS – EIN TRADITIONSUNTERNEHMEN MIT GUTEN PERSPEKTIVEN  Seit 1924 ist ABUS als familiengeführtes Unternehmen weltweit einer der führenden Qualitätshersteller für Sicherheitsprodukte. Der tragende Beweis für Innovationskraft und unternehmerisches Handeln: Die Entwicklung vom Hangschlosshersteller zur Weltmarke für Sicherheitslösungen. Mit den Unternehmensbereichen Haussicherheit, Objektsicherheit und Mobile Sicherheit bietet ABUS hochwertige Markenprodukte für Zuhause und Unterwegs. An fünf deutschen Standorten sowie in rund 21 Niederlassungen in Europa, den USA, Lateinamerika und Asien beschäftigt ABUS mehr als 3.500 Mitarbeiter. \n"
      },
      {
        "title": "HABEN WIR IHR INTERESSE GEWECKT? ",
        "body": "\nDann freuen wir uns auf Ihre Bewerbung als „Frontend Entwickler (m/w)“ unter Angabe Ihrer Gehaltsvorstellung sowie Ihres frühestmöglichen Eintrittstermins über einen Klick auf den Bewerben-Button. Für Fragen steht Ihnen gerne unser Rekrutierungspartner, die Randstad Personalvermittlung, Ansprechpartner Herr Ralf Schelte, unter 0201-177668-42 zur Verfügung.    Randstad Personalvermittlung und Beratung • Kastanienallee 95 • 45127 Essen\n"
      },
      {
        "title": "Standort",
        "body": " ABUS August Bremicker Söhne KG Wetter, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-30T06:11:30Z",
    "position": "Frontend-Entwickler (m/w/d)",
    "company": "Next Step Consulting",
    "image": "https://www.stepstone.de/upload_de/logo/0/logoNext-Step-Consulting-GmbH-158431DE.gif",
    "date": "2018-11-30T06:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-d-Frankfurt-Next-Step-Consulting-GmbH--5376562-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=20_20_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Frontend-Entwickler (m/w/d)",
        "body": "\nBei \n next STEP  stehst Du als Kandidat im Mittelpunkt. \n In einem ausführlichen Gespräch mit unseren spezialisierten Personalberatern wollen wir neben Deinen fachlichen Fähigkeiten auch etwas über Deine Persönlichkeit erfahren. \n Für uns ist es nicht nur wichtig zu wissen, was Du kannst, sondern auch wer Du bist und welche Potentiale in Dir stecken.   \n \nYOUR STEP IS OUR BUSINESS \n   Du wolltest immer schon mal in einem jungen, dynamischen  Fintech-Start-Up arbeiten? \n Frankfurt am Main ist für Dich ein attraktiver Arbeitsort?  \n Freie Wahl bei der Programmiersprache, Frameworks und Hardware-Ausstattung klinkt für Dich verlockend?  \n   \n Dann starte Deinen next STEP als  \nFrontend-Entwickler (m/w/d)! \n   \n Wir freuen uns auf Deine Bewerbung!\n"
      },
      {
        "title": "Deine Aufgaben:",
        "body": "\n \n Weiterentwicklung der internen Blockchain-Plattform  \n Konzeption, Design und Programmierung der Web-Frontends  \n Tools, Programmiersprachen, Frameworks, Bibliotheken und Coding-Pattern wählst Du aus und richtest sie ein \n Qualitätsicherung der Web-Frontends \n\n"
      },
      {
        "title": "Dein Profil:",
        "body": "\n \n Dich zeichnen Erfahrungen mit JavaScript, HTML, CSS und einem Frontend-Framework wie Vue.js oder ReactJS aus \n Test-Drive Development ist für Dich kein Neuland  \n Die Konzeption, den Designentwurf und die Programmierung verständlicher Benutzeroberflächen fällt Dir leicht  \n Problemanalyse und Fehlerbehebung \n Du bist ein Teamplayer und präsentierst Deine eigenen Ideen gerne im Team \n Fließende Deutsch und Englischkenntnisse runden Dein Profil ab \n\n"
      },
      {
        "title": "Das kannst Du erwarten:",
        "body": "\n \n Leistungsgerechte Vergütung \n Offenes, motiviertes und junges Team \n Moderne Büroräume mit Dachterrasse \n Teil eines stark wachsenden Unternehmens  \n Persönliche und fachliche Weiterentwicklung \n Coaching im Bereich der Software-Entwicklung  \n Teilnahme an Konferenzen und Workshops \n\n"
      },
      {
        "title": "Langeweile war gestern! Das ist Dein next STEP!",
        "body": "\nHaben wir Dein Interesse geweckt? Dann freuen wir uns über die Zusendung Deiner Bewerbungsunterlagen unter Angabe der Referenznummer: 5870 \n \n \nIhr Ansprechpartner: \n Herr Timo Lüscher \nGeschäftsführer \n\n0221 88 89 17 - 89 \n\n"
      },
      {
        "title": "Standort",
        "body": " Next Step Consulting GmbH Frankfurt am Main, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-30T05:11:30Z",
    "position": "Frontend Entwickler (m/w/d)",
    "company": "Sport-Thieme GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/S/logoSport-Thieme-GmbH-37943DE.gif",
    "date": "2018-11-30T05:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-d-Berlin-Sport-Thieme-GmbH--5375087-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=21_21_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Einleitung",
        "body": "\nWir suchen Dich für unser Entwicklerteam in Berlin. \nDu bist technisch weit über Script-Kiddie hinaus und verstehst den Code den du von StackOverflow kopierst? Du liebst es dich ständig neuer Technik und Herausforderungen zu stellen? Für dich ist Javascript insgeheim essentiell für tolle Apps und du nutzt yarn nicht nur, weil du zu faul bist npm upzudaten? \nDann bist du bei Sport-Thieme genau richtig! \nDie Sport-Thieme GmbH ist einer der führenden Sportversender für Schulen, Behörden und Vereine sowie Fitness und Therapie. Die Produktpalette umfasst über 13.000 Sportartikel für mehr als 70 Sportarten. Als Familienunternehmen blicken wir auf über 68 Jahre Tradition zurück und beschäftigen an unserem Hauptsitz in Grasleben und unseren Standorten in Berlin, Düsseldorf, Frankfurt, Hamburg, Leipzig und Nürnberg mehr als 340 hochmotivierte Mitarbeiter. Sport-Thieme zählt zu den Marktführern der Branche und ist ein innovatives und expandierendes Unternehmen. Unser BusinessFacing-IT – Team schafft die technologische Basis für alle Geschäftsprozesse in der Sport-Thieme Unternehmensgruppe. Wir brauchen ab sofort Unterstützung und suchen einen Frontend Entwickler (m/w/d).\n"
      },
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nKompletter Relaunch aller Backoffice Systeme mit React (PIM, CMS, Newslettertool, etc.) \nUnterstützung bei der Erstellung umfangreicher APIs als Grundlage für Web- und mobile Apps \nWeiterentwicklung unseres Shops (Eigenentwicklung) \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\nMust Have \n \nmindestens drei Jahre Javascript Erfahrung \nmindestens ein Jahr React Erfahrung \nKenntnis mindestens einer State Management Library (Redux, Mobx, React Context) \nSASS \nGIT \nAgile Projektmanagement Techniken (Bevorzugt Scrum) \nVerständnis von UX Design Prinzipien \nAPI (REST) \nSicher in Deutsch und Englisch \nDu solltest proaktiv und unabhängig arbeiten können \n \n  \nNice to Have \n \nNodeJS \njQuery \nUnit Testing \nSEO \nWebpack \nAWS \nReact Native \nPHP \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nEine intensive Einarbeitung zum Kennenlernen der verschiedenen Unternehmensprozesse \nEin dynamisches Team, in dem eigenständiges Arbeiten gefördert wird, bei attraktiver Vergütung \nVerantwortungsvolle Mitarbeit in Projekten \nFreiraum für Experimente mit neuen Technologien \nFlache Hierarchien und kurze Entscheidungswege \nFortwährende Weiterqualifizierung \nHomeoffice-Möglichkeit \nGleitzeit mit 38,5-Stunden/Woche \n30 Tage Urlaub \nWeihnachtsgeld als 13. Monatsgehalt \nKaffee- und Club Mate-Flatrate \nFrisches Obst \n...und jede Menge weitere Mitarbeiter-Benefits \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nInteressiert? Dann freuen wir uns auf deine aussagekräftige Bewerbung mit Angabe deiner Gehaltsvorstellung und eines möglichen Eintrittstermins. \nSport-Thieme GmbH \nAnsprechpartnerin: Anna-Sophie Keller \nEhrenbergstraße 19 \n10245 Berlin \nTel.: 030/61070456 \n"
      },
      {
        "title": "Standort",
        "body": " Sport-Thieme GmbH Ehrenbergstraße 19, 10245 Berlin, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-30T00:11:30Z",
    "position": "Mobile Frontend-Entwickler (m/w) React Native,",
    "company": "Steuerbot GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/B/logoSteuerbot-GmbH-217016DE.gif",
    "date": "2018-11-30T00:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Mobile-Frontend-Entwickler-m-w-React-Native-iOS-Android-Start-up-Stuttgart-Steuerbot-GmbH--5343965-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=22_22_25_dynrl_m_0_0_0",
    "details": [
      { "title": "Standort", "body": " Steuerbot GmbH Stuttgart, Deutschland " }
    ]
  },
  {
    "id": "2018-11-30T00:11:30Z",
    "position": "Web-Developer/ Frontend-Entwickler (m/w/x)",
    "company": "meinestadt.de GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/m/logomeinestadt-de-GmbH-73379DE.gif",
    "date": "2018-11-30T00:11:30Z",
    "href": "https://www.stepstone.de/stellenangebote--Web-Developer-Frontend-Entwickler-m-w-x-Koeln-meinestadt-de-GmbH--5243048-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=23_23_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Dein Job:",
        "body": "\n \nKonzeption, Entwicklung und Umsetzung von anspruchsvollen Web-Anwendungen mit HTML5, CSS3 und JavaScript \naktive Weiterentwicklung und Optimierung des Frontends von meinestadt.de im Hinblick auf Usability und responsive Design inklusive Testing \nMitgestaltung und Implementierung der Benutzerführung zusammen mit Deinen Kollegen aus dem Team Graphics & UX \nPeer Reviews und Test Automation \nEigenverantwortliche Übernahme von internen Projekten \n\n"
      },
      {
        "title": "Das bringst Du mit:",
        "body": "\n \nhast ein abgeschlossenes Informatikstudium oder vergleichbare Berufserfahrung \nhast mind. 5 Jahre Berufserfahrung bei der Entwicklung von Web Frontends \nAusgezeichnete Kenntnisse im Bereich von HTML5, CSS3 (Gulp und SASS) und JavaScript \nbist sicher im Umgang mit Versionsverwaltung (git) \nErfahrungen mit BEM \nIdealerweise Docker und Jenkins \narbeitest zuverlässig und genau \nbist kreativ und offen für neue Herausforderungen \n\n"
      },
      {
        "title": "Gute Gründe für meinestadt.de:",
        "body": "\n \n250 Talente, die uns zu einem unschlagbaren Team machen \nGute Zusammenarbeit ist uns wichtig: Wir führen regelmäßige Feedbackgespräche und haben kurze Kommunikationswege \nIndividuell gestaltete Weiterbildungsmöglichkeiten: Bilde Dich kontinuierlich durch externe und interne Workshops, Trainings und Seminare weiter \nWir arbeiten in modernen Büros im Herzen von Köln - mit dem kostenfreien KVB-Jobticket fährst Du ganz entspannt zu uns \nWir sorgen für dein Wohlbefinden: Unser Barista-Team versorgt Dich mit frischem Kaffee, unsere Müslibar steht Dir den ganzen Tag zur Verfügung und unser eigenes Gym sorgt für den nötigen Ausgleich nach der Arbeit \nOb TGIF, Sommerfest, Weihnachtsfeier oder Kick-Off-Events: Wir feiern Erfolge gerne gemeinsam \n\n"
      },
      {
        "title": "Standort",
        "body": " meinestadt.de GmbH Waidmarkt 11, 50676 Köln, Deutschland "
      }
    ]
  },
  {
    "id": "2018-11-29T18:11:29Z",
    "position": "Java Frontend Entwickler (m/w)",
    "company": "SEVEN PRINCIPLES AG",
    "image": "https://www.stepstone.de/upload_de/logo/S/logoSEVEN-PRINCIPLES-AG-3538DE.gif",
    "date": "2018-11-29T18:11:29Z",
    "href": "https://www.stepstone.de/stellenangebote--Java-Frontend-Entwickler-m-w-Ratingen-und-Dresden-SEVEN-PRINCIPLES-AG--4890229-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=24_24_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben:",
        "body": "\n \nRealisierung moderner Software Lösungen, insbesondere im Rahmen von Gewerken im Umfeld der Telekommunikation \nMitarbeit in agilen Teams \nVerantwortung für Design und Implementierung von Frontends für anspruchsvolle Enterprise Systeme \nAuswahl geeigneter Frontend Technologien für konkrete Anforderungen \nTeilnahme an Projektbesprechungen mit der Fachabteilungen unserer Kunden \n\n"
      },
      {
        "title": "Dein Profil:",
        "body": "\n \nabgeschlossenes Hochschulstudium mit dem Schwerpunkt Informatik oder vergleichbar \nsehr gute Programmierkenntnisse in Java / JEE \ngute Kenntnisse aktueller Webtechnologien, HTML5, CSS3, JavaScript \nErfahrungen in einem aktuellen Webframework wie Wicket, JSF, React oder Angular \nErfahrungen mit Web-Services wie REST oder SOAP \nKenntnisse von Applikation Servern wie Glassfish oder Tomcat \ngute praktische Kenntnisse des SW-Entwicklungsprozesses (Versionskontrolle, Unit-Testing, Bugtracking, etc.) \nLinux-Erfahrung wünschenswert \nKenntnisse im Bereich GUI-Design und Usability von Vorteil \nsehr gute analytische und kommunikative Fähigkeiten \nziel- und teamorientierte Arbeitsweise \ngute Deutsch- und gute Englischkenntnisse in Wort und Schrift \nReisebereitschaft \n\n"
      },
      {
        "title": "Deine Perspektiven:",
        "body": "\nBei SEVEN PRINCIPLES erwarten Dich interessante und anspruchsvolle Projektaufgaben innerhalb unseres Leistungsspektrums. Flache Organisationsstrukturen und kurze Entscheidungswege gehören dabei ebenso zu unserer Unternehmenskultur, wie flexible Arbeitszeiten, eine gesunde Work-Life-Balance und eine leistungsgerechte Vergütung. Deinen persönlichen Fähigkeiten entsprechend bietet SEVEN PRINCIPLES die Möglichkeit, Dich sowohl fachlich und technologisch, als auch persönlich weiterzuentwickeln.\n"
      },
      {
        "title": "Interessiert?",
        "body": "\nWir freuen uns auf Deine Bewerbung. Bitte sende Deine vollständigen Bewerbungsunterlagen unter Angabe der Jobnummer 7P129S, des möglichen Eintrittstermins und Deiner Gehaltsvorstellung per E-Mail an personal@7p-group.com. www.7p-group.com  SEVEN PRINCIPLES AG | Erna-Scheffler-Straße 1a | 51103 Köln | +49 221 9200 7-0 | E-Mail: info@7p-group.com\n"
      },
      { "title": "Standort", "body": " SEVEN PRINCIPLES AG Deutschland " }
    ]
  },
  {
    "id": "2018-11-29T16:11:29Z",
    "position": "Frontend-Web-Entwickler (m/w)",
    "company": "Aboutbooks GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/L/logoLovelyBooks-de-175898DE.gif",
    "date": "2018-11-29T16:11:29Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Web-Entwickler-m-w-Muenchen-Aboutbooks-GmbH--5120214-inline.html?suid=181ed6ee-c350-4678-a745-0c2de1d1ea8e&rltr=25_25_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben",
        "body": "\n \nDu entwickelst und optimierst alle Bestandteile des Frontends \nDu arbeitest an der optimalen responsiven Darstellung unserer Plattform für die unterschiedlichen Endgeräte \nDu verbesserst kontinuierlich die Usability von LovelyBooks \nDu berätst und unterstützt deine Kollegen und den Product-Owner bei der Erstellung von Konzepten \n\n"
      },
      {
        "title": "Dein Profil",
        "body": "\n \nDu hast mehrere Jahre nachweisliche Berufserfahrung im Web-App-Umfeld \nDu verfügst über umfassende Kenntnisse in React, Typescript, SPA und REST \nDu bist fit im Umgang mit gängigen CSS-Technologien wie Responsive Design, SASS, LESS oder Flexbox \nNode, Webpack, Redux, Jasmine und Mocha sind keine Fremdwörter für dich \nErfahrungen in der Entwicklung hybrider Apps sind ein Plus \nDu bist es gewohnt, in agilen Prozessen wie z. B. Scrum oder Kanban zu arbeiten und kannst diese effektiv einsetzen, um Transparenz und Geschwindigkeit im Entwicklungsprozess sicherzustellen \nDu interessierst dich für neue Trends und Techniken in der Software-Entwicklung und bist offen für neue Lösungsansätze und Technologien \nSehr gute Deutsch- und/oder Englischkenntnisse runden dein Profil ab \n\n"
      },
      {
        "title": "Deine Perspektiven",
        "body": "\nEine herausfordernde Aufgabe in einem dynamischen, innovativen und technologie- orientierten Team, eingebunden in eine internationale Mediengruppe. Neben leistungsgerechter Bezahlung bieten wir dir 30 Tage Urlaub sowie die Aufnahme in unsere Gruppenunfallversicherung. Darüber hinaus hast du freie Wahl bei der Geräteausstattung. Regelmäßiges Feedback und Weiterbildung haben bei uns einen hohen Stellenwert. Du profitierst von einer anerkannt guten Arbeitsatmosphäre, flexiblen Strukturen, flachen Hierarchien und einem motivierten, sympathischen Team.\n"
      },
      {
        "title": "Kontakt",
        "body": "\nHaben wir Dein Interesse geweckt? Bitte bewirb Dich online mit Deinen vollständigen Bewerbungsunterlagen (Anschreiben, Lebenslauf, Zeugnisse) und mit Angabe des frühestmöglichen Eintrittstermins unter holtzbrinck.com/de. \nAnsprechpartner \nAriane Gotsch Consultant HR Gänsheidestraße 26 70184 Stuttgart  karriere@holtzbrinck.com 0711 2150 208  www.holtzbrinck.com  Online-Bewerbung\n"
      },
      { "title": "Standort", "body": " Aboutbooks GmbH München, Deutschland " }
    ]
  }
]
