[{"id":"2018-12-11T00:12:11Z","position":".NET Entwickler (m/w) remote","company":"DATAGROUP Inshore Services","image":"https://www.stepstone.de/upload_de/logo/D/logoDATAGROUP-Inshore-Services-GmbH-123420DE.gif","date":"2018-12-11T00:12:11Z","href":"https://www.stepstone.de/stellenangebote--NET-Entwickler-m-w-remote-Rostock-Berlin-oder-Leipzig-DATAGROUP-Inshore-Services-GmbH--5204896-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=9_9_100_dynrl_m_0_0_0","key":"https://www.stepstone.de/stellenangebote--NET-Entwickler-m-w-remote-Rostock-Berlin-oder-Leipzig-DATAGROUP-Inshore-Services-GmbH--5204896-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=9_9_100_dynrl_m_0_0_0","details":[{"title":"Unternehmen","body":"\nDATAGROUP ist einer der führenden deutschen IT-Dienstleister und betreut für mittelständische und große Unternehmen sowie öffentliche Auftraggeber über 600.000 IT-Arbeitsplätze weltweit. Über 2.000 Mitarbeiter an Standorten in ganz Deutschland konzipieren, implementieren und betreiben Business Applikationen und IT-Infrastrukturen. \nFür unseren Standorte in Berlin, Leipzig oder Rostock suchen wir: \n.NET Entwickler (m/w) remote  DGIS-0006\n"},{"title":"Ihre Aufgaben","body":"\n \nUnterstützung unserer Kunden über remote-Zugriff von Ihrem Büroarbeitsplatz aus \nMitarbeit in Projekten mit Entwicklung, Wartung oder Qualitätssicherung (entsprechend Ihrer Präferenz) \nAbwechslungsreiche Tätigkeit durch die projektgesteuerte Arbeit für verschiedene Kunden aus verschiedenen Branchen \nKonzeption, Realisierung und Betreuung komplexer Kundenprojekte mittels .NET Framework, in den Programmiersprachen C# oder VB \n\n"},{"title":"Was Sie mitbringen","body":"\n \nSehr gute Kenntnisse in den Programmiersprachen C# oder/und VB \nGute Kenntnisse des .NET Frameworks \nKenntnisse in Web-Applikationen mit WPF und WCF inkl. Webservices \nKenntnisse der Client-Server-Architekturen inkl. Windows Forms \nKenntnisse der Entwicklungsumgebungen inkl. Windows und SQL-Server \nKenntnisse in der BizTalk-Schnittstellenentwicklung mittels C# \nSehr gutes Deutsch und gutes Englisch \n\n"},{"title":"Was wir bieten","body":"\n \nEine vertrauensvolle, kollegiale Arbeitsatmosphäre \nSpannende remote-Projekte für renommierte Kunden \nEine ansprechende Home-Office-Regelung \nFlexible Arbeitszeiten \nRemote bedeutet: weniger Reisen und mehr Freizeit \nIndividuelle Weiterbildungsmöglichkeiten \nFlache Hierarchien mit kurzen Entscheidungswegen \nBetriebliche Gesundheitsförderung und ein Jobrad \nMitarbeiterfeste und Events \nKostenlos Wasser und Kaffee/Tee \n\n"},{"title":"Wir freuen uns auf Sie","body":"\nFinden Sie sich in der Stellenanzeige wieder? Dann freuen wir uns auf Ihre Bewerbung unter Angabe Ihrer Gehaltsvorstellung und Verfügbarkeit. \nIhr Kontakt für alle Fragen rund um Ihre Bewerbung bei DATAGROUP:  \nDATAGROUP Inshore Services GmbH  Walburga Speth  Recruiting Manager  E-Mail: bewerbung-is@datagroup.de  Telefon: +49 381 49298-75 \n"},{"title":"Standort","body":" DATAGROUP Inshore Services GmbH "}]},{"id":"2018-12-10T16:12:10Z","position":"Senior Software-Entwickler (m/w/d)","company":"inovex GmbH","image":"https://www.stepstone.de/upload_de/logo/i/logoinovex_GmbHDE.gif","date":"2018-12-10T16:12:10Z","href":"https://www.stepstone.de/stellenangebote--Senior-Software-Entwickler-m-w-d-Karlsruhe-Pforzheim-Stuttgart-Muenchen-Koeln-und-Hamburg-inovex-GmbH--4977047-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=10_10_100_dynrl_m_0_0_0","key":"https://www.stepstone.de/stellenangebote--Senior-Software-Entwickler-m-w-d-Karlsruhe-Pforzheim-Stuttgart-Muenchen-Koeln-und-Hamburg-inovex-GmbH--4977047-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=10_10_100_dynrl_m_0_0_0","details":[{"title":"Wer wir sind:","body":"\ninovex ist ein innovations- und qualitätsgetriebenes IT-Projekthaus mit dem Leistungsschwerpunkt \"Digitale Transformation\". Mehr als 300 IT-Experten unterstützen Unternehmen umfassend bei der Digitalisierung ihres Kerngeschäfts und bei der Realisierung von neuen digitalen Geschäftsideen. Zum aktuellen Portfolio von inovex gehören Datenprodukte, Web und App Development, Smart Devices, IoT und Robotics, Replatforming, Microservices und DevOps, Big Data, Data Science, Search und Deep Learning, Data Center Automation, Cloud-Infrastrukturen und -Hosting, UI/UX sowie Trainings und Coachings. inovex ist in Karlsruhe, Pforzheim, Stuttgart, München, Köln und Hamburg ansässig und bundesweit in Projekte involviert. \nIn unserem Geschäftsbereich Application Development beschäftigen wir uns mit leichtgewichtigen und skalierbaren Architekturen (Microservices), entwerfen User-zentrierte Web-Systeme und Portale mit modernen Frontend- und Backend-Technologien. Unsere Konzepte implementieren wir bevorzugt mit Open Source Software im Rahmen agiler Projekte, vorzugsweise nach Scrum. Die von uns entwickelten Lösungen integrieren wir in bestehende IT-Systeme, weshalb wir von Beginn unserer Projekte an auf integrierte Qualitätssicherung und Security setzen und den optimalen Betrieb der Software im Rechenzentrum durch cross-funktionale DevOps-Teams vorbereiten. \nWir suchen ab sofort oder zu einem späteren Zeitpunkt eine*n \nSenior Software-Entwickler (m/w/d) \nin Teilzeit oder Vollzeit. Standort: Karlsruhe, Pforzheim, Stuttgart, München, Köln und Hamburg.\n"},{"title":"Was Dich bei uns erwartet:","body":"\n \nEntwicklung individueller Software auf Basis moderner und innovativer Technologien mit Schwerpunkt auf Java, .Net, Typescript / JavaScript als auch u.a. Kotlin, Clojure und Go \nAgile Software-Entwicklung in cross-funktionalen Teams nach Scrum / Kanban, die als autonome Einheiten vollständig handlungs- und lieferfähig sind. \nUmsetzung der technologisch anspruchsvollen und abwechslungsreichen Projekte von der Analyse bis zum Rollout. \nInnerhalb jeder Projektphase viel Platz für Gestaltungsspielraum und Einflussnahme auf die technologische Richtung im Projekt \nTechnologische Vielfalt, im Rahmen der oft cross-funktionalen Projekte sowie auch inovex-intern im Austausch mit Experten aus verschiedensten technologischen Disziplinen \nDie Möglichkeit, ein von dir präferiertes innovatives Thema als Experte maßgeblich voranzutreiben, dein Wissen weiter aufzubauen und dieses sowohl intern (Brownbags) als auch extern (Blogartikel, Konferenzen) zu teilen \nBetreuung und Unterstützung unserer Junioren, Nachwuchskräfte und neuen Kollegen im Rahmen unseres Mentoring-Programms \n\n"},{"title":"Wer gut zu uns passen würde:","body":"\nZur Besetzung der Position suchen wir Experten (m/w), die folgende Skills und Eigenschaften mitbringen:   \n \nAbgeschlossenes Studium der Informatik oder vergleichbare Qualifikation \nMehrjährige Erfahrung und tiefgehendes Know How in einer oder mehreren Sprachen wie Java, .Net, Typescript / JavaScript, Kotlin, Clojure, Go \nTiefgehende Kenntnisse und Erfahrungen in Bezug auf Konzepte und Methoden der Software-Entwicklung (Testing, Software Engineering, Resilienz, Cloud) \nAktives Auseinandersetzen mit modernen Technologien, Frameworks und Tools \nAusgeprägtes konzeptionelles und analytisches Denken und Handeln \nSehr gute Kommunikationsfähigkeiten, sicheres Auftreten in der Zusammenarbeit mit Kunden sowie die nötige Empathie, verschiedene Perspektiven innerhalb der Projektarbeit einnehmen zu können \nFreude daran, Gestaltungsspielräume zu nutzen und selbst aktiv zu gestalten \nSehr gute Deutsch- und Englischkenntnisse \nHohe Motivation, gemeinsam mit anderen \"inovexperts\" exzellente Projektergebnisse zu erzielen \nMobilität und Flexibilität für die Projektarbeit bei unseren Kunden vor Ort. \n\n"},{"title":"Was wir Dir bieten:","body":"\n \nEin familiäres, kollegiales und respektvolles Arbeitsklima mit offener Gesprächskultur und flachen Hierarchien \nSpannende Projekte bei tollen Kunden \nArbeiten mit den neuesten Technologien \nAgilität in allen Projekten und internen Abteilungen \nHohe Freiheitsgrade und Eigenverantwortung \nFlexible Arbeitszeiteinteilung, auch Teilzeitmodelle sind möglich \nDie Möglichkeit, im Home Office zu arbeiten \nFreie Wahl des Notebook-Betriebssystems (Linux, Mac, Windows) und des Smartphones (iOS, Android) \nPrivate Nutzung von Notebook und Smartphone \nEin definiertes jährliches Weiterbildungsbudget \nOptionales Fahrzeug- oder JobRad-Leasing \nJede Menge Perspektiven für die Zukunft \n\n"},{"title":"Kontakt","body":"\nKönnte das was für Dich sein? \nDann möchten wir Dich kennenlernen! Unser HR Team freut sich auf deine Mail oder deinen Anruf! \njobs@inovex.de  +4972161902150 \nMehr dazu unter https://www.inovex.de/de/karriere/arbeiten-bei-inovex/\n"},{"title":"Standort","body":" inovex GmbH "}]},{"id":"2018-12-10T11:12:10Z","position":"JAVA Software Developer Medical Coding (m/w)","company":"AGFA HealthCare GmbH","image":"https://www.stepstone.de/upload_de/logo/A/logoAGFA-HealthCare-GmbH-79116DE.gif","date":"2018-12-10T11:12:10Z","href":"https://www.stepstone.de/stellenangebote--JAVA-Software-Developer-Medical-Coding-m-w-Trier-DE-AGFA-HealthCare-GmbH--5366787-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=11_11_100_dynrl_m_0_0_0","key":"https://www.stepstone.de/stellenangebote--JAVA-Software-Developer-Medical-Coding-m-w-Trier-DE-AGFA-HealthCare-GmbH--5366787-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=11_11_100_dynrl_m_0_0_0","details":[{"title":"Ihre Aufgaben","body":"\n \nDu setzt vorgegebene Anforderungen in einem agilen Entwicklungsprozess unter Einhaltung der angegebenen Zeit- und Qualitätsvorgaben um \nDu arbeitest eine verständliche und vollständige Dokumentation der Umsetzungen aus \nDu sorgst für die Erstellung der empfohlenen Testabdeckung für die Umsetzungen \nDu arbeitest eng mit dem Scrum-Team, Product Owner und anderen Abteilungen zusammen \nDu analysierst und löst komplexe Probleme im Rahmen der Pflege der bestehenden Umsetzungen \n \n \n"},{"title":"Ihr Profil","body":"\n \nDu hast ein Studium der Informatik erfolgreich abgeschlossen oder gleichwertige Berufserfahrung / Ausbildung \nDu hast Erfahrung mit SCRUM oder anderen Agilen Ansätzen \nDu hast vertiefte Kenntnisse und Erfahrung in objektorientierten Programmiersprachen, insbesondere JAVA, sowie in SQL und PL/SQL unter Oracle \nFalls Du Berufserfahrung in der Healthcare-Branche oder Kenntnisse von Prozessen im Kranken­haus mitbringst ist das von Vorteil \nFalls Dir DRG oder MDK etwas sagt, ist das von Vorteil. \nFalls Du Erfahrung in der Entwicklung umfangreicher Softwareanwendungen in Multi-Team / Multi-Site Arbeitsumfeldern vorweisen kannst, ist das von Vorteil \nDeine Sprachkenntnisse schließen gutes Englisch ein \n \n  \nDeine Persönlichkeit \n \nDu bist ein Teamplayer und kannst gut kommunizieren \nDu arbeitest lösungsorientiert und selbständig \nDu gehst deine Aufgaben analytisch an \nDu bist ein Kämpfer und scheust Dich nicht vor Herausforderungen und Einarbeitungen in Dir noch unbekannte Technologien, Frameworks und Prozesse \nDu passt zu uns  \n \n \n"},{"title":"Wir bieten","body":"\n \nEine unbefristete Arbeitsanstellung in Vollzeit \nUnterstützung bei Deiner technischen und persönlichen Weiterentwicklung \nAusgezeichnetes Betriebsklima, das durch offene Kommunikation, Lösungsorientierung, Qualitätsbewusstsein und Begeisterung für die Softwareentwicklung geprägt ist \nDu arbeitest in einem Umfeld, in dem Gleitzeit, Homeoffice bzw. \"Work-Life Balance\" nicht nur ein Schlagwort ist, sondern tatsächlich gelebt wird \nFrisches Obst als gesunder Snack und freie Getränke sorgen für das leibliche Wohl \nAusreichend kostenlose Parkplätze in direkter Umgebung \nKostenlose Firmenkreditkarte \nGruppenunfallversicherung (auch für Unfälle in der Freizeit geltend) \n \n  \nHaben wir Dein Interesse geweckt? - Dann bewirb Dich direkt online! \n  \nSchwerbehinderte Bewerber/Innen werden bei gleicher Eignung besonders berücksichtigt. \n  \nAgfa HealthCare GmbH \nHuman Resources \nMonaiser Straße 11a \n54294 Trier \nwww.agfahealthcare.de  \n \n"},{"title":"Standort","body":" AGFA HealthCare GmbH Monaiser Straße 11a, 54290 Trier, Deutschland "}]},{"id":"2018-12-10T11:12:10Z","position":"(Senior) Software Engineer (m/w)","company":"GreenPocket GmbH","image":"https://www.stepstone.de/upload_de/logo/A/logoGreenPocket-GmbH-72152DE.gif","date":"2018-12-10T11:12:10Z","href":"https://www.stepstone.de/stellenangebote--Senior-Software-Engineer-m-w-Koeln-GreenPocket-GmbH--5296637-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=12_12_100_dynrl_m_0_0_0","key":"https://www.stepstone.de/stellenangebote--Senior-Software-Engineer-m-w-Koeln-GreenPocket-GmbH--5296637-inline.html?suid=e569dfc5-5ad4-4f3c-8156-f3fecddb7215&rltr=12_12_100_dynrl_m_0_0_0","details":[{"title":"DAS UNTERNEHMEN","body":"\nBring Deine Ideen ein – nicht nur technisch, sondern auch fachlich.  Aktuelle Sprachen und Konzepte, wie Kotlin, funktionales oder reaktives Programmieren reizen Dich? Du fühlst Dich im Backend zuhause, hast aber auch Spaß am Aufbau intuitiver UIs? Dann komm‘ doch einfach ins netteste Entwicklerteam Kölns! \nAls agiles Startup im dynamischen Wachstumsmarkt für Energiemanagement-Software begleiten wir weltweit Energieversorger und Unternehmenskunden bei der Realisierung von Mehrwerten aus Verbrauchsdaten. Dabei setzen wir mit einem talentierten Team innovative Technologien (AI, Machine Learning, Data Science) ein. Bereits heute leisten wir so einen nachhaltigen Beitrag zur Energiewende und gestalten die Digitalisierung der Energiebranche mit unseren kreativen und intuitiven Software-Lösungen maßgeblich mit. \nStacks: \n \nJava, JEE, Kotlin \nES6, Redux \nREST, JSON \nHTML5, CSS3 \nReact, JSF \nPython \nNode.js  \nMicro Services \n \nTools:  \n \nEclipse, IntelliJ, Visual Studio Code, Sublime Text \nMaven, git, webpack \nJenkins, Ansible \nWildFly, MySQL, Oracle \nDocker \n\n"},{"title":"DEINE ROLLE","body":"\nEin hervorragendes Produkt beginnt mit einer klaren Idee und einem Plan. Daher sind Entwickler bei GreenPocket bereits bei der Anforderung und dem technischen Design neuer Features involviert und gestalten gemeinsam mit dem Produkt- und Projektmanagement die Strategien einer erfolgreichen Produktentwicklung. Ein hoher Anspruch, Präzision und kritisches Hinterfragen fangen für uns also nicht erst beim Coding an. \n \nIn einem Scrum-Team entwickelst Du unsere innovativen und großartigen Smart Energy-Softwarelösungen weiter \nDu bist auf allen Ebenen der Software-Entwicklung beteiligt. Du entwirfst, testest und implementierst selbstständig und im Team einzelne Features oder gesamte Softwarekomponenten, die später in Tausenden von Unternehmen und Haushalten im Einsatz sind \nDurch Pair Programming, Code-Reviews und Prototyping entwickelst Du nicht nur unsere Produkte, sondern auch Dich kontinuierlich weiter \nDu tauschst Dich regelmäßig im Rahmen von DevComs mit unseren Developer-Teams aus und arbeitest zusammen mit hochqualifizierten Informatik-, Mathematik- und Data Science-KollegInnen \nUnser Produktmanagement unterstützt Du bei technischen Fragen und trägst so wesentlich zur Entwicklung technisch anspruchsvoller, performanter, modularer und damit testbarer und wartbarer Software-Komponenten bei \nDu schaust über den eigenen Tellerrand und verwirklichst Deine Ideen in monatlichen GreenDays \n\n"},{"title":"DEIN PROFIL","body":"\n \nAbgeschlossenes Studium im IT-Bereich oder ein vergleichbares technisches Studium \nMehrjährige einschlägige Berufserfahrung als Software-Developer \nUmfangreiches Java-Wissen, idealerweise JEE  \nAnalytisches Denkvermögen, Kommunikations- und Teamfähigkeit \nSehr gute Deutschkenntnisse sowie gute Englischkenntnisse  \n\n"},{"title":"WIR BIETEN","body":"\n \nStartup-Atmosphäre mit viel Gestaltungsspielraum \nAnspruchsvolle Aufgaben mit hoher Eigenverantwortung \nDevCom: Austausch mit Kollegen über Trends und Updates 1x im Monat \nDevTraining: Kollegen empfehlen neue Technologien 1x im Monat \nGreenDay: einen Tag im Monat eigenen Ideen widmen  \nFlexible Arbeitszeiten und Home-Office \nRegelmäßige Teamevents und Kicker-Pausen mit motivierten und herzlichen Kollegen \nKulturell, sportlich sowie verkehrstechnisch sehr gut angebundene Lage \nAuf Wunsch gerne ein Job-Ticket \n\n"},{"title":"Kontakt","body":"\nWenn Dich die Herausforderung reizt, ein innovatives Unternehmen erfolgreich mitzugestalten, sende Deine aussagekräftige Bewerbung mit Angabe Deines möglichen Starttermins und Deiner Gehaltsvorstellung per E-Mail an Kristin Sanft: jobs@greenpocket.de. \nGreenPocket GmbH | Labor 3.09 I Schanzenstr. 6-20 | 51063 Köln | Tel: 0221 / 35 50 95 - 0 | Fax: 0221 / 35 50 95 - 99 | jobs@greenpocket.de\n"},{"title":"Standort","body":" GreenPocket GmbH Schanzenstraße 06-20, 51063 Köln, Deutschland "}]}]