[
  {
    "id": "2018-12-11T09:12:11Z",
    "position": "Senior Software-Entwickler (m/w/d)",
    "company": "Carl Zeiss MES Solutions",
    "image": "https://www.stepstone.de/upload_de/logo/1/logoGUARDUS-Solutions-AG-172654DE.gif",
    "date": "2018-12-11T09:12:11Z",
    "href": "https://www.stepstone.de/stellenangebote--Software-Entwickler-m-w-Ulm-bzw-Homeoffice-Carl-Zeiss-MES-Solutions-GmbH--4510594-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=1_1_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Software-Entwickler-m-w-Ulm-bzw-Homeoffice-Carl-Zeiss-MES-Solutions-GmbH--4510594-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=1_1_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben",
        "body": "\nAls Java-Entwickler sind Sie Teil unseres Entwicklungsteams und für die Neu- und Weiterentwicklung unseres Business-Layer auf Java-Basis verantwortlich. Ihre Aufgaben reichen von der Konzeption, dem Software-Design bis hin zur Realisierung. \nDie Durchführung von Tests und Code Reviews sowie die technische Dokumentation runden Ihren Verantwortungsbereich ab. Nach Absprache kann ein Teil Ihrer Aufgaben auch vom Homeoffice aus erledigt werden.\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nAbgeschlossenes Studium der Fachrichtung Informatik oder eine vergleichbare Qualifikation \nJava-Kenntnisse mit mehrjähriger Praxiserfahrung oder gerne auch als Berufseinsteiger \nErfahrung im Umgang mit relationalen Datenbanken wünschenswert \nGute Englisch-Kenntnisse \nSelbständige und organisierte Arbeitsweise \nTeamfähigkeit \nPraxiserfahrung in der Java-Entwicklung mit Tools wie Eclipse, Maven, GIT oder SVN von Vorteil \n\n"
      },
      {
        "title": "Unser Angebot für Sie",
        "body": "\nFür diese interessante Aufgabe arbeiten wir Sie umfassend und strukturiert ein. Ihre berufliche Entwicklung fördern wir durch gezielte Weiterbildung und unterstützen Sie als Team bei der erfolgreichen Umsetzung Ihrer Aufgaben. Wir bieten Ihnen ein interessantes und vielfältiges Aufgabengebiet im internationalen Umfeld an. Die Kompetenzen und Bedürfnisse unserer Mitarbeiter liegen uns am Herzen. Durch unsere integrierte Personalentwicklung stellen wir die Kommunikation und gemeinsame Weiterentwicklung sicher. Flache Hierarchien, individuelle Handlungsspielräume und ein menschliches Miteinander zeichnen unser Unternehmen aus. \n \n"
      },
      {
        "title": "Sind Sie interessiert?",
        "body": "\nDann freuen wir uns auf Ihre Bewerbung per E-Mail mit Angabe des frühesten möglichen Eintrittstermins und Ihrer Gehaltsvorstellung an: \nCarl Zeiss MES Solutions GmbH Beate Stocker  Postgasse 1 89073 Ulm  Online-Stellenportal\n"
      },
      {
        "title": "Standort",
        "body": " Carl Zeiss MES Solutions GmbH Postgasse 1, 89073 Ulm, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-11T09:12:11Z",
    "position": "Frontend- und Backend-Entwickler (m/w/d)",
    "company": "mgm technology partners",
    "image": "https://www.stepstone.de/upload_de/logo/m/logomgm-technology-partners-GmbH-58948DE.gif",
    "date": "2018-12-11T09:12:11Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-und-Backend-Entwickler-m-w-d-PHP-JavaScript-Bamberg-mgm-technology-partners-GmbH--5396741-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=2_2_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Frontend-und-Backend-Entwickler-m-w-d-PHP-JavaScript-Bamberg-mgm-technology-partners-GmbH--5396741-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=2_2_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben",
        "body": "\n \nBetreuung und Weiterentwicklung der bestehenden OXID-Shop-Kundenlösungen \nEntwicklung von OXID-Modulen \nSelbstständige Entwicklung und Umsetzung innovativer Ideen \nFrontend- und Backendapplikationsentwicklung in PHP und JavaScript \nThemenbeispiele: Frontends für Desktop und Mobile, kundenspezifischen Anpassungen, Erweiterung der Shopfunktionalitäten und komplette Shopumsetzungen \n\n"
      },
      {
        "title": "Das solltest Du mitbringen",
        "body": "\n \nBerufserfahrung in der Umsetzung von komplexen Web-Anwendungen \nSicherer Umgang mit PHP, HTML, CSS, JavaScript und Entwicklungstools sowie Cross-Browser-Know-how \nErfahrungen mit OXID wünschenswert \nSpaß an der Arbeit im Team \nSehr gute Deutsch- und Englischkenntnisse \n\n"
      },
      {
        "title": "Wir bieten Dir",
        "body": "\n \n Tolles Team: 600 Kollegen, die genau Deine Sprache sprechen  \n Flache Hierarchien mit wenigen Managern und noch weniger Politik  \n Kontinuierliches Lernen im Job, z. B. durch unser internes Trainingsangebot  \nFlexible Arbeitszeiten, Home-Office Option, Überstundenvergütung \n Spannende Projekte und Themen  \n Kaffee/Tee, Wasser/Saft, Süßigkeiten und Obst  \n\n"
      },
      {
        "title": "Standort",
        "body": " mgm technology partners GmbH Richard-Wagner-Straße 2-4, 96047 Bamberg, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-11T01:12:11Z",
    "position": "Backend-Web Developer (m/w/divers)",
    "company": "ZooRoyal",
    "image": "https://www.stepstone.de/upload_de/logo/Z/logoZooRoyal-GmbH-140087DE.gif",
    "date": "2018-12-11T01:12:11Z",
    "href": "https://www.stepstone.de/stellenangebote--Web-Analyst-m-w-d-Koeln-und-im-Homeoffice-ZooRoyal--5433495-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=3_3_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Web-Analyst-m-w-d-Koeln-und-im-Homeoffice-ZooRoyal--5433495-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=3_3_25_dynrl_m_0_0_0",
    "details": [{ "title": "Standort", "body": " ZooRoyal Köln, Deutschland " }]
  },
  {
    "id": "2018-12-11T00:12:11Z",
    "position": ".NET Entwickler (m/w) remote",
    "company": "DATAGROUP Inshore Services",
    "image": "https://www.stepstone.de/upload_de/logo/D/logoDATAGROUP-Inshore-Services-GmbH-123420DE.gif",
    "date": "2018-12-11T00:12:11Z",
    "href": "https://www.stepstone.de/stellenangebote--NET-Entwickler-m-w-remote-Rostock-Berlin-oder-Leipzig-DATAGROUP-Inshore-Services-GmbH--5204896-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=4_4_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--NET-Entwickler-m-w-remote-Rostock-Berlin-oder-Leipzig-DATAGROUP-Inshore-Services-GmbH--5204896-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=4_4_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Unternehmen",
        "body": "\nDATAGROUP ist einer der führenden deutschen IT-Dienstleister und betreut für mittelständische und große Unternehmen sowie öffentliche Auftraggeber über 600.000 IT-Arbeitsplätze weltweit. Über 2.000 Mitarbeiter an Standorten in ganz Deutschland konzipieren, implementieren und betreiben Business Applikationen und IT-Infrastrukturen. \nFür unseren Standorte in Berlin, Leipzig oder Rostock suchen wir: \n.NET Entwickler (m/w) remote  DGIS-0006\n"
      },
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nUnterstützung unserer Kunden über remote-Zugriff von Ihrem Büroarbeitsplatz aus \nMitarbeit in Projekten mit Entwicklung, Wartung oder Qualitätssicherung (entsprechend Ihrer Präferenz) \nAbwechslungsreiche Tätigkeit durch die projektgesteuerte Arbeit für verschiedene Kunden aus verschiedenen Branchen \nKonzeption, Realisierung und Betreuung komplexer Kundenprojekte mittels .NET Framework, in den Programmiersprachen C# oder VB \n\n"
      },
      {
        "title": "Was Sie mitbringen",
        "body": "\n \nSehr gute Kenntnisse in den Programmiersprachen C# oder/und VB \nGute Kenntnisse des .NET Frameworks \nKenntnisse in Web-Applikationen mit WPF und WCF inkl. Webservices \nKenntnisse der Client-Server-Architekturen inkl. Windows Forms \nKenntnisse der Entwicklungsumgebungen inkl. Windows und SQL-Server \nKenntnisse in der BizTalk-Schnittstellenentwicklung mittels C# \nSehr gutes Deutsch und gutes Englisch \n\n"
      },
      {
        "title": "Was wir bieten",
        "body": "\n \nEine vertrauensvolle, kollegiale Arbeitsatmosphäre \nSpannende remote-Projekte für renommierte Kunden \nEine ansprechende Home-Office-Regelung \nFlexible Arbeitszeiten \nRemote bedeutet: weniger Reisen und mehr Freizeit \nIndividuelle Weiterbildungsmöglichkeiten \nFlache Hierarchien mit kurzen Entscheidungswegen \nBetriebliche Gesundheitsförderung und ein Jobrad \nMitarbeiterfeste und Events \nKostenlos Wasser und Kaffee/Tee \n\n"
      },
      {
        "title": "Wir freuen uns auf Sie",
        "body": "\nFinden Sie sich in der Stellenanzeige wieder? Dann freuen wir uns auf Ihre Bewerbung unter Angabe Ihrer Gehaltsvorstellung und Verfügbarkeit. \nIhr Kontakt für alle Fragen rund um Ihre Bewerbung bei DATAGROUP:  \nDATAGROUP Inshore Services GmbH  Walburga Speth  Recruiting Manager  E-Mail: bewerbung-is@datagroup.de  Telefon: +49 381 49298-75 \n"
      },
      { "title": "Standort", "body": " DATAGROUP Inshore Services GmbH " }
    ]
  },
  {
    "id": "2018-12-10T16:12:10Z",
    "position": "Senior Software-Entwickler (m/w/d)",
    "company": "inovex GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/i/logoinovex_GmbHDE.gif",
    "date": "2018-12-10T16:12:10Z",
    "href": "https://www.stepstone.de/stellenangebote--Senior-Software-Entwickler-m-w-d-Karlsruhe-Pforzheim-Stuttgart-Muenchen-Koeln-und-Hamburg-inovex-GmbH--4977047-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=5_5_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Senior-Software-Entwickler-m-w-d-Karlsruhe-Pforzheim-Stuttgart-Muenchen-Koeln-und-Hamburg-inovex-GmbH--4977047-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=5_5_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Wer wir sind:",
        "body": "\ninovex ist ein innovations- und qualitätsgetriebenes IT-Projekthaus mit dem Leistungsschwerpunkt \"Digitale Transformation\". Mehr als 300 IT-Experten unterstützen Unternehmen umfassend bei der Digitalisierung ihres Kerngeschäfts und bei der Realisierung von neuen digitalen Geschäftsideen. Zum aktuellen Portfolio von inovex gehören Datenprodukte, Web und App Development, Smart Devices, IoT und Robotics, Replatforming, Microservices und DevOps, Big Data, Data Science, Search und Deep Learning, Data Center Automation, Cloud-Infrastrukturen und -Hosting, UI/UX sowie Trainings und Coachings. inovex ist in Karlsruhe, Pforzheim, Stuttgart, München, Köln und Hamburg ansässig und bundesweit in Projekte involviert. \nIn unserem Geschäftsbereich Application Development beschäftigen wir uns mit leichtgewichtigen und skalierbaren Architekturen (Microservices), entwerfen User-zentrierte Web-Systeme und Portale mit modernen Frontend- und Backend-Technologien. Unsere Konzepte implementieren wir bevorzugt mit Open Source Software im Rahmen agiler Projekte, vorzugsweise nach Scrum. Die von uns entwickelten Lösungen integrieren wir in bestehende IT-Systeme, weshalb wir von Beginn unserer Projekte an auf integrierte Qualitätssicherung und Security setzen und den optimalen Betrieb der Software im Rechenzentrum durch cross-funktionale DevOps-Teams vorbereiten. \nWir suchen ab sofort oder zu einem späteren Zeitpunkt eine*n \nSenior Software-Entwickler (m/w/d) \nin Teilzeit oder Vollzeit. Standort: Karlsruhe, Pforzheim, Stuttgart, München, Köln und Hamburg.\n"
      },
      {
        "title": "Was Dich bei uns erwartet:",
        "body": "\n \nEntwicklung individueller Software auf Basis moderner und innovativer Technologien mit Schwerpunkt auf Java, .Net, Typescript / JavaScript als auch u.a. Kotlin, Clojure und Go \nAgile Software-Entwicklung in cross-funktionalen Teams nach Scrum / Kanban, die als autonome Einheiten vollständig handlungs- und lieferfähig sind. \nUmsetzung der technologisch anspruchsvollen und abwechslungsreichen Projekte von der Analyse bis zum Rollout. \nInnerhalb jeder Projektphase viel Platz für Gestaltungsspielraum und Einflussnahme auf die technologische Richtung im Projekt \nTechnologische Vielfalt, im Rahmen der oft cross-funktionalen Projekte sowie auch inovex-intern im Austausch mit Experten aus verschiedensten technologischen Disziplinen \nDie Möglichkeit, ein von dir präferiertes innovatives Thema als Experte maßgeblich voranzutreiben, dein Wissen weiter aufzubauen und dieses sowohl intern (Brownbags) als auch extern (Blogartikel, Konferenzen) zu teilen \nBetreuung und Unterstützung unserer Junioren, Nachwuchskräfte und neuen Kollegen im Rahmen unseres Mentoring-Programms \n\n"
      },
      {
        "title": "Wer gut zu uns passen würde:",
        "body": "\nZur Besetzung der Position suchen wir Experten (m/w), die folgende Skills und Eigenschaften mitbringen:   \n \nAbgeschlossenes Studium der Informatik oder vergleichbare Qualifikation \nMehrjährige Erfahrung und tiefgehendes Know How in einer oder mehreren Sprachen wie Java, .Net, Typescript / JavaScript, Kotlin, Clojure, Go \nTiefgehende Kenntnisse und Erfahrungen in Bezug auf Konzepte und Methoden der Software-Entwicklung (Testing, Software Engineering, Resilienz, Cloud) \nAktives Auseinandersetzen mit modernen Technologien, Frameworks und Tools \nAusgeprägtes konzeptionelles und analytisches Denken und Handeln \nSehr gute Kommunikationsfähigkeiten, sicheres Auftreten in der Zusammenarbeit mit Kunden sowie die nötige Empathie, verschiedene Perspektiven innerhalb der Projektarbeit einnehmen zu können \nFreude daran, Gestaltungsspielräume zu nutzen und selbst aktiv zu gestalten \nSehr gute Deutsch- und Englischkenntnisse \nHohe Motivation, gemeinsam mit anderen \"inovexperts\" exzellente Projektergebnisse zu erzielen \nMobilität und Flexibilität für die Projektarbeit bei unseren Kunden vor Ort. \n\n"
      },
      {
        "title": "Was wir Dir bieten:",
        "body": "\n \nEin familiäres, kollegiales und respektvolles Arbeitsklima mit offener Gesprächskultur und flachen Hierarchien \nSpannende Projekte bei tollen Kunden \nArbeiten mit den neuesten Technologien \nAgilität in allen Projekten und internen Abteilungen \nHohe Freiheitsgrade und Eigenverantwortung \nFlexible Arbeitszeiteinteilung, auch Teilzeitmodelle sind möglich \nDie Möglichkeit, im Home Office zu arbeiten \nFreie Wahl des Notebook-Betriebssystems (Linux, Mac, Windows) und des Smartphones (iOS, Android) \nPrivate Nutzung von Notebook und Smartphone \nEin definiertes jährliches Weiterbildungsbudget \nOptionales Fahrzeug- oder JobRad-Leasing \nJede Menge Perspektiven für die Zukunft \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nKönnte das was für Dich sein? \nDann möchten wir Dich kennenlernen! Unser HR Team freut sich auf deine Mail oder deinen Anruf! \njobs@inovex.de  +4972161902150 \nMehr dazu unter https://www.inovex.de/de/karriere/arbeiten-bei-inovex/\n"
      },
      { "title": "Standort", "body": " inovex GmbH " }
    ]
  },
  {
    "id": "2018-12-10T11:12:10Z",
    "position": "JAVA Software Developer Medical Coding (m/w)",
    "company": "AGFA HealthCare GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/A/logoAGFA-HealthCare-GmbH-79116DE.gif",
    "date": "2018-12-10T11:12:10Z",
    "href": "https://www.stepstone.de/stellenangebote--JAVA-Software-Developer-Medical-Coding-m-w-Trier-DE-AGFA-HealthCare-GmbH--5366787-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=6_6_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--JAVA-Software-Developer-Medical-Coding-m-w-Trier-DE-AGFA-HealthCare-GmbH--5366787-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=6_6_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nDu setzt vorgegebene Anforderungen in einem agilen Entwicklungsprozess unter Einhaltung der angegebenen Zeit- und Qualitätsvorgaben um \nDu arbeitest eine verständliche und vollständige Dokumentation der Umsetzungen aus \nDu sorgst für die Erstellung der empfohlenen Testabdeckung für die Umsetzungen \nDu arbeitest eng mit dem Scrum-Team, Product Owner und anderen Abteilungen zusammen \nDu analysierst und löst komplexe Probleme im Rahmen der Pflege der bestehenden Umsetzungen \n \n \n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nDu hast ein Studium der Informatik erfolgreich abgeschlossen oder gleichwertige Berufserfahrung / Ausbildung \nDu hast Erfahrung mit SCRUM oder anderen Agilen Ansätzen \nDu hast vertiefte Kenntnisse und Erfahrung in objektorientierten Programmiersprachen, insbesondere JAVA, sowie in SQL und PL/SQL unter Oracle \nFalls Du Berufserfahrung in der Healthcare-Branche oder Kenntnisse von Prozessen im Kranken­haus mitbringst ist das von Vorteil \nFalls Dir DRG oder MDK etwas sagt, ist das von Vorteil. \nFalls Du Erfahrung in der Entwicklung umfangreicher Softwareanwendungen in Multi-Team / Multi-Site Arbeitsumfeldern vorweisen kannst, ist das von Vorteil \nDeine Sprachkenntnisse schließen gutes Englisch ein \n \n  \nDeine Persönlichkeit \n \nDu bist ein Teamplayer und kannst gut kommunizieren \nDu arbeitest lösungsorientiert und selbständig \nDu gehst deine Aufgaben analytisch an \nDu bist ein Kämpfer und scheust Dich nicht vor Herausforderungen und Einarbeitungen in Dir noch unbekannte Technologien, Frameworks und Prozesse \nDu passt zu uns  \n \n \n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nEine unbefristete Arbeitsanstellung in Vollzeit \nUnterstützung bei Deiner technischen und persönlichen Weiterentwicklung \nAusgezeichnetes Betriebsklima, das durch offene Kommunikation, Lösungsorientierung, Qualitätsbewusstsein und Begeisterung für die Softwareentwicklung geprägt ist \nDu arbeitest in einem Umfeld, in dem Gleitzeit, Homeoffice bzw. \"Work-Life Balance\" nicht nur ein Schlagwort ist, sondern tatsächlich gelebt wird \nFrisches Obst als gesunder Snack und freie Getränke sorgen für das leibliche Wohl \nAusreichend kostenlose Parkplätze in direkter Umgebung \nKostenlose Firmenkreditkarte \nGruppenunfallversicherung (auch für Unfälle in der Freizeit geltend) \n \n  \nHaben wir Dein Interesse geweckt? - Dann bewirb Dich direkt online! \n  \nSchwerbehinderte Bewerber/Innen werden bei gleicher Eignung besonders berücksichtigt. \n  \nAgfa HealthCare GmbH \nHuman Resources \nMonaiser Straße 11a \n54294 Trier \nwww.agfahealthcare.de  \n \n"
      },
      {
        "title": "Standort",
        "body": " AGFA HealthCare GmbH Monaiser Straße 11a, 54290 Trier, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-10T11:12:10Z",
    "position": "(Senior) Software Engineer (m/w)",
    "company": "GreenPocket GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/A/logoGreenPocket-GmbH-72152DE.gif",
    "date": "2018-12-10T11:12:10Z",
    "href": "https://www.stepstone.de/stellenangebote--Senior-Software-Engineer-m-w-Koeln-GreenPocket-GmbH--5296637-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=7_7_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Senior-Software-Engineer-m-w-Koeln-GreenPocket-GmbH--5296637-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=7_7_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "DAS UNTERNEHMEN",
        "body": "\nBring Deine Ideen ein – nicht nur technisch, sondern auch fachlich.  Aktuelle Sprachen und Konzepte, wie Kotlin, funktionales oder reaktives Programmieren reizen Dich? Du fühlst Dich im Backend zuhause, hast aber auch Spaß am Aufbau intuitiver UIs? Dann komm‘ doch einfach ins netteste Entwicklerteam Kölns! \nAls agiles Startup im dynamischen Wachstumsmarkt für Energiemanagement-Software begleiten wir weltweit Energieversorger und Unternehmenskunden bei der Realisierung von Mehrwerten aus Verbrauchsdaten. Dabei setzen wir mit einem talentierten Team innovative Technologien (AI, Machine Learning, Data Science) ein. Bereits heute leisten wir so einen nachhaltigen Beitrag zur Energiewende und gestalten die Digitalisierung der Energiebranche mit unseren kreativen und intuitiven Software-Lösungen maßgeblich mit. \nStacks: \n \nJava, JEE, Kotlin \nES6, Redux \nREST, JSON \nHTML5, CSS3 \nReact, JSF \nPython \nNode.js  \nMicro Services \n \nTools:  \n \nEclipse, IntelliJ, Visual Studio Code, Sublime Text \nMaven, git, webpack \nJenkins, Ansible \nWildFly, MySQL, Oracle \nDocker \n\n"
      },
      {
        "title": "DEINE ROLLE",
        "body": "\nEin hervorragendes Produkt beginnt mit einer klaren Idee und einem Plan. Daher sind Entwickler bei GreenPocket bereits bei der Anforderung und dem technischen Design neuer Features involviert und gestalten gemeinsam mit dem Produkt- und Projektmanagement die Strategien einer erfolgreichen Produktentwicklung. Ein hoher Anspruch, Präzision und kritisches Hinterfragen fangen für uns also nicht erst beim Coding an. \n \nIn einem Scrum-Team entwickelst Du unsere innovativen und großartigen Smart Energy-Softwarelösungen weiter \nDu bist auf allen Ebenen der Software-Entwicklung beteiligt. Du entwirfst, testest und implementierst selbstständig und im Team einzelne Features oder gesamte Softwarekomponenten, die später in Tausenden von Unternehmen und Haushalten im Einsatz sind \nDurch Pair Programming, Code-Reviews und Prototyping entwickelst Du nicht nur unsere Produkte, sondern auch Dich kontinuierlich weiter \nDu tauschst Dich regelmäßig im Rahmen von DevComs mit unseren Developer-Teams aus und arbeitest zusammen mit hochqualifizierten Informatik-, Mathematik- und Data Science-KollegInnen \nUnser Produktmanagement unterstützt Du bei technischen Fragen und trägst so wesentlich zur Entwicklung technisch anspruchsvoller, performanter, modularer und damit testbarer und wartbarer Software-Komponenten bei \nDu schaust über den eigenen Tellerrand und verwirklichst Deine Ideen in monatlichen GreenDays \n\n"
      },
      {
        "title": "DEIN PROFIL",
        "body": "\n \nAbgeschlossenes Studium im IT-Bereich oder ein vergleichbares technisches Studium \nMehrjährige einschlägige Berufserfahrung als Software-Developer \nUmfangreiches Java-Wissen, idealerweise JEE  \nAnalytisches Denkvermögen, Kommunikations- und Teamfähigkeit \nSehr gute Deutschkenntnisse sowie gute Englischkenntnisse  \n\n"
      },
      {
        "title": "WIR BIETEN",
        "body": "\n \nStartup-Atmosphäre mit viel Gestaltungsspielraum \nAnspruchsvolle Aufgaben mit hoher Eigenverantwortung \nDevCom: Austausch mit Kollegen über Trends und Updates 1x im Monat \nDevTraining: Kollegen empfehlen neue Technologien 1x im Monat \nGreenDay: einen Tag im Monat eigenen Ideen widmen  \nFlexible Arbeitszeiten und Home-Office \nRegelmäßige Teamevents und Kicker-Pausen mit motivierten und herzlichen Kollegen \nKulturell, sportlich sowie verkehrstechnisch sehr gut angebundene Lage \nAuf Wunsch gerne ein Job-Ticket \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nWenn Dich die Herausforderung reizt, ein innovatives Unternehmen erfolgreich mitzugestalten, sende Deine aussagekräftige Bewerbung mit Angabe Deines möglichen Starttermins und Deiner Gehaltsvorstellung per E-Mail an Kristin Sanft: jobs@greenpocket.de. \nGreenPocket GmbH | Labor 3.09 I Schanzenstr. 6-20 | 51063 Köln | Tel: 0221 / 35 50 95 - 0 | Fax: 0221 / 35 50 95 - 99 | jobs@greenpocket.de\n"
      },
      {
        "title": "Standort",
        "body": " GreenPocket GmbH Schanzenstraße 06-20, 51063 Köln, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-10T00:12:10Z",
    "position": "Backend-Web Developer (m/w/divers) JSON | Bereich",
    "company": "Otto (GmbH & Co KG)",
    "image": "https://www.stepstone.de/upload_de/logo/O/logoOtto-GmbH-Co-KG-28607DE.gif",
    "date": "2018-12-10T00:12:10Z",
    "href": "https://www.stepstone.de/stellenangebote--Backend-Web-Developer-m-w-divers-JSON-Bereich-Operations-Hamburg-Otto-GmbH-Co-KG--5334672-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=8_8_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Backend-Web-Developer-m-w-divers-JSON-Bereich-Operations-Hamburg-Otto-GmbH-Co-KG--5334672-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=8_8_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Das bringt der Job",
        "body": "\n \nDu entwickelst mit deinem Scrum Team – einem technischen Designer/Product Owner und einem Frontend-Entwickler – Lösungen zur Steuerung der Verteilung von Produktdaten (Bild und Text) in die entsprechenden Kundenkanäle online bzw. offline \nDu begleitest die Konzeption von Anpassungen der Produktionssysteme für die Foto- und Textproduktion \nSelbstverständlich setzt du deine Ideen eigenverantwortlich in Software um \nDu verantwortest das Deployment- und Releasemanagement \nDu unterstützt bei der architektonischen Weiterentwicklung der Gesamtarchitektur bzw. hilfst bei der Entwicklung einer neuen Architektur \nDu engagierst dich zusammen mit den anderen Entwicklern unseres Unternehmens bei der kontinuierlichen Verbesserung unserer internen Entwicklungsumgebung \n \nHast du weitere Fragen? – Dann wende dich an Bettina.Musiol@otto.de aus dem Entwickler-Team oder triff unsere OTTO-Kollegen hier.\n"
      },
      {
        "title": "Das brauchen wir",
        "body": "\n \nMust-have: fundierte Berufserfahrungen; Erfahrungen mit Continuous Integration/Delivery (Jenkins, Bamboo), mit Frameworks wie Symfony, Laravel, Yii, Zend, mit DevOps, Automatisierung und Provisionierung mit Ansible, Chef, Puppet oder Bash; Schnittstellenkommunikation im Web zum Beispiel mittels HTTP / REST / OData / JSON / SOAP, Erfahrung mit Container Plattformen: Docker, Kubernetes, Erfahrungen mit Suchtechnologien wie Solr, Elastic \nNice-to-have: Erfahrungen mit Frontend-Skills wie HTML, CSS, JS, LESS, SASS, Angular, React und serverseitigem JavaScript (Node mit Express), Erfahrung mit Serverkonfigurationen: ngnix, Apache, Varnish, Erfahrungen im Umgang mit Amazon Web Services (AWS); Microservice-Architektur \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nBei uns hast du die freie Wahl des OS und der Entwicklungsumgebung \nInnovative Arbeitswelten, flexible Arbeitszeiten (37,5-Stunden-Woche, Gleitzeit), Homeoffice- und Sabbatical-Möglichkeiten \nExperten-Know-how und Gestaltungsspielraum, auch was deine persönliche und fachliche Entwicklung betrifft – wir unterstützen dich dabei! \nKomm mit uns auf (internationale) Fachkonferenzen wie Code Talks, GOTO Berlin, JAX, DEVOXX, interne Fachevents, Hackathons und Tech Talks/Meetups \nUnd wir bieten noch noch mehr \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nOtto (GmbH & Co KG)Hannah WilkensRecruitment040/6461 6768 \n"
      },
      {
        "title": "Standort",
        "body": " Otto (GmbH & Co KG) Hamburg, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T16:12:09Z",
    "position": "Java Software-Entwickler (m/w)",
    "company": "Schreinert IT Consulting",
    "image": "https://www.stepstone.de/upload_de/logo/S/logoSchreinert-IT-Consulting-GmbH-Co-KG-199311DE.gif",
    "date": "2018-12-09T16:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Java-Software-Entwickler-m-w-Neu-Ulm-Schreinert-IT-Consulting-GmbH-Co-KG--5300074-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=9_9_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Java-Software-Entwickler-m-w-Neu-Ulm-Schreinert-IT-Consulting-GmbH-Co-KG--5300074-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=9_9_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Über uns",
        "body": "\nZu unseren Kernaufgaben gehört die Entwicklung von komplexen und umfangreichen Web-Anwendungen zur Steuerung von unternehmens-kritischen Prozessen. Das sind beispielsweise die Preisberechnung von Serviceverträgen, das Varianten-Management im Bereich Fahrzeug-Flashware sowie die ständige Weiterentwicklung eines Produkt-Konfigurators für den Vertrieb. Darüber hinaus entwickeln wir SAP-Programme und SAP-Schnittstellen zur Java-Welt und beraten bezüglich IT-Architektur.  In unserem inhabergeführten Unternehmen achten wir auf ein angenehmes Betriebsklima und zufriedene Mitarbeiter. Ein wichtiger Aspekt für uns ist der ausgezeichnete Zusammenhalt im Team, eine harmonische Work-Live-Balance, sowie die Arbeit mit neuesten Technologien und IT-Konzepten.  Wir suchen IT-Experten, die sich leidenschaftlich in spannende Projekte einarbeiten und diese qualitativ hochwertig umsetzen und betreuen.\n"
      },
      {
        "title": "Deine Aufgaben",
        "body": "\n \nDu entwirfst moderne Web-Anwendungen mit Java, JSF, Primefaces, Angular u.w. \nDu setzt fachliche Anforderungen sowohl im Backend als auch im Frontend um \nDu entwickelst individuelle Kundenlösungen und optimierst bestehende Programme \nDu unterstützt beim Entwurf von Software-Spezifikationen und Anforderungsbeschreibungen \n\n"
      },
      {
        "title": "Was Du mitbringen solltest ",
        "body": "\n \nDu hast ein Informatikstudium absolviert oder Du bist ein erfahrener Fachinformatiker \nDu besitzt Kenntnisse mit objektorientierter Programmierung, im Idealfall in Java \nThemen wie HTML/CSS, Datenbanken/SQL sind Dir bekannt \nDu bist hoch motiviert und übernimmst selbständig Deine Aufgaben \nDu hast gute Deutschkenntnisse \n\n"
      },
      {
        "title": "Was Dich erwartet",
        "body": "\n \n(Inhouse-)Entwicklung von komplexen Web-Anwendungen \nModerne Technologien wie Angular, Node.js, Spring, Git, Docker, ... \nVielfältige Aufgaben: Analyse, Spezifikation, Umsetzung, Beratung, Fehlermanagement, ... \nProfessioneller interner Workflow mit Code Reviews zum kontinuierlichen Dazulernen \n \nWas wir bieten \n \nFestanstellung in Voll- oder Teilzeit \nWork-Life-Balance: Home-Office und Arbeitszeitkonto \nSehr angenehmes, familiäres Arbeitsklima mit flachen Hierarchien \nArbeit in einer hoch professionellen Umgebung in einem großartigen Team \nBetriebliche Altersvorsorge und Förderung Gesundheits-Maßnahmen \nZahlreiche Mitarbeiter-Bonus-Programme, z.B. Tankkarte, Kindergartenzuschuss, Kaffee, Tee, Wasser und Obst \n\n"
      },
      {
        "title": "Jetzt bewerben",
        "body": "\nDu möchtest diese Herausforderung annehmen und Teil eines großartigen Teams werden? Dann bewirb Dich gleich mit Deinen Bewerbungsunterlagen unter Angabe der Referenz-Nummer 1809! \nDein Ansprechpartner ist Hr. Stefan Schreinert \nSchreinert IT Consulting GmbH & Co. KG Lessingstr. 4/1 89231 Neu-Ulm \nSehr gerne kannst Du Deine Unterlagen per E-Mail schicken an bewerbung@schreinert.com. Über diese Adresse beantworten wir Dir gerne Deine Fragen zum Unternehmen und zum Job! \nWir freuen uns auf Dich! www.schreinert.com | Datenschutzerklärung\n"
      },
      {
        "title": "Standort",
        "body": " Schreinert IT Consulting GmbH & Co.KG Lessingstr. 4/1, 89231 Neu-Ulm, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T11:12:09Z",
    "position": "Java Entwickler (m/w) mit Karriereoption zum Software",
    "company": "Ratbacher GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/R/logoRatbacher_GmbH_46710DE.gif",
    "date": "2018-12-09T11:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Java-Entwickler-m-w-mit-Karriereoption-zum-Software-Architekt-Home-Office-moeglich-bundesweit-Home-Office-Ratbacher-GmbH--5333029-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=10_10_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Java-Entwickler-m-w-mit-Karriereoption-zum-Software-Architekt-Home-Office-moeglich-bundesweit-Home-Office-Ratbacher-GmbH--5333029-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=10_10_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nSie realisieren die Softwarelösungen mittels Java sowie den entsprechenden Frameworks und arbeiten dabei nach agilen Entwicklungsmethoden \nSie tauschen sich zur fachlichen Anforderungsspezifikation aus und erstellen darauf basierend die fachliche Konzeption \nÜbernahme des Mentorings und Verantwortung für Junior Softwareentwickler \nSicherstellung der hohen Softwarequalität durch automatisierte Softwaretests \nSie fungieren als Schnittstelle zu anderen Fachabteilungen und stehen in engem Austausch \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nSie verfügen über ein erfolgreich abgeschlossenes Studium im IT Bereich oder eine Ausbildung im selben Bereich mit entsprechender Berufserfahrung \nEinschlägige Erfahrung in der Entwicklung von Softwarelösungen mit Java sowie den zugehörigen Frameworks \nSie bringen bereits Kenntnisse in Microservice Architekturen sowie mit CI-Tools mit \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nFlexible Arbeitszeiten in Verbindung mit der Option auf Home-Office und 30 Urlaubstagen sorgen für eine ausgewogene Work-Life-Balance \nEin überdurchschnittliches Vergütungspaket sowie zahlreiche Zusatzleistungen, z.B. Jobticket, betriebliche Altersvorsorge, Mitarbeiterrabatte \nIndividuelle Karrieregestaltung durch interne Aufstiegsmöglichkeiten und fachliche Weiterbildungen \nDie betriebseigene Kantine sorgt täglich mit leckeren Speisen für Ihr leibliches Wohl \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nRatbacher GmbH | Schloßstraße 70 | 70176 Stuttgart \n Veronika Renner, Recruiting Specialist IT | \n+49 711 76105-724\n"
      },
      { "title": "Standort", "body": " Ratbacher GmbH " }
    ]
  },
  {
    "id": "2018-12-09T10:12:09Z",
    "position": "IT-Softwaretester (m/w) Software Tester - Software",
    "company": "Ratbacher GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/R/logoRatbacher_GmbH_46710DE.gif",
    "date": "2018-12-09T10:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--IT-Softwaretester-m-w-Software-Tester-Software-Test-Engineer-in-Stuttgart-Stuttgart-Ratbacher-GmbH--5334006-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=11_11_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--IT-Softwaretester-m-w-Software-Tester-Software-Test-Engineer-in-Stuttgart-Stuttgart-Ratbacher-GmbH--5334006-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=11_11_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nVerantwortung für die Sicherstellung der Softwarequalität der Webanwendungen durch entwicklungsbegleitende, systematische und automatisierte Tests \nErstellung der Spezifikationen von Testfällen nach vorhandenen Anforderungen, Ausführung und Auswertung automatisierter Tests mit schwerpunktmäßigem Einsatz von Selenium und/oder SOAP UI \nErstellung von Konzepten zur Automatisierung von Build-, Test-, und Release-Prozessen (Continuous Integration) im Rahmen der Automatisierungsstrategie \nAnalyse der Testergebnisse sowie anschließende Optimierung in Zusammenarbeit mit der Entwicklungsabteilung, um ein hohes Qualitätsniveau zu gewährleisten \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nSie bringen ein informationstechnologisches Studium, eine Ausbildung im IT-Umfeld und konnten bereits Berufserfahrung in der IT-Software-Entwicklung/-Testing sammeln – Quereinsteiger willkommen! \nProfunde Kenntnisse im automatisierten Testen mit Selenium oder SOAP UI sowie idealerweise Kenntnisse in Java \nSehr gute Englisch- und gute Deutschkenntnisse sowie optional eine ISTQB Zertifizierung vervollständigen Ihr Profil \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nEin attraktives Gesamtpaket mit einem hohen Fixgehalt, einer Beteiligung am Unternehmenserfolg sowie kostenfreien Mitarbeiterparkplätzen \nIhr zukünftiger Arbeitgeber bietet Ihnen ein breitgefächertes Weiterbildungsangebot mit Schulungen, die an Ihre beruflichen Wünsche angepasst werden \nEine ausgewogene Work-Life-Balance ist für Sie unverzichtbar? Sie profitieren von flexiblen Arbeitszeiten mit Gleitzeitkonto sowie der Möglichkeit auf Home Office \nTeamevents, Mitarbeiterfeste und kostenfreie Sportangebote - die Stärkung des kollegialen Zusammenhalts liegt unserem Kunden besonders am Herzen \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nRatbacher GmbH | Schloßstraße 70 | 70176 Stuttgart \n Larissa Rehm, Recruiting Specialist IT | \n+49 711 76105 825\n"
      },
      { "title": "Standort", "body": " Ratbacher GmbH Stuttgart, Deutschland " }
    ]
  },
  {
    "id": "2018-12-09T10:12:09Z",
    "position": "Anwendungsentwickler IBM i (m/w/i)",
    "company": "PKS Software GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/P/logoPKS-Software-GmbH-19292DE.gif",
    "date": "2018-12-09T10:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Anwendungsentwickler-IBM-i-m-w-i-Ravensburg-PKS-Software-GmbH--5363826-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=12_12_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Anwendungsentwickler-IBM-i-m-w-i-Ravensburg-PKS-Software-GmbH--5363826-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=12_12_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Zurück in die Zukunft – und dennoch am Puls der Zeit.",
        "body": "\nPKS ist ein innovatives Softwarehaus. Unser Team aus jungen und erfahrenen Software-Entwicklern entwickelt geschäftskritische Warenwirtschafts- oder ERP-Systeme für Kunden in ganz Deutschland. Durch unsere über 30-jährige Expertise im IBM POWER i (aka AS/400) sind wir im Markt bekannt und prägen Trends für die Zukunft der Software-Entwicklung auf IBM i – egal ob im Backend oder im Webfrontend.Wir sind PKS, der Marktführer für moderne Softwareentwicklung auf IBM i. \nDu programmierst leidenschaftlich gern auf IBM POWER i, möchtest Dich aber nicht länger damit begnügen, den Status quo zu verwalten? Dann steige bei uns ein und hilf unseren Kunden dabei, ihre IBM i in die Zukunft zu bringen. Dabei bist du schwerpunktmäßig in den Bereichen ERP und WaWi Systeme tätig.\n"
      },
      {
        "title": "Deine Verantwortung",
        "body": "\n \nDu konzipierst, programmierst und pflegst geschäftskritische Anwendungen auf der IBM POWER i Plattform. \nAußerdem entwickelst Du neue Apps auf Basis der vorhandenen Datenbanken. \nDu verbesserst auch die Architektur und Wartbarkeit der bestehenden Anwendungen und nutzt moderne Technologien und Methoden, wie z.B. ILE, FreeRPG, Micro Services. \nDu bringst Dein Wissen und Dein Know-how in Dein Team ein und arbeitest eigenverantwortlich an Deinen Aufgaben – egal ob remote oder vor Ort beim Kunden. \n\n"
      },
      {
        "title": "Deine Geschichte",
        "body": "\n \nDu hast Erfahrung in der Softwareentwicklung auf IBM POWER i. \nDu entwickelst leidenschaftlich gern Software, verlierst dabei aber nicht die zugrunde liegenden Geschäftsprozesse aus dem Auge. \nDu programmierst effizient und zielorientiert, egal ob im klassischen oder modernen RPG oder Cobol, nutzt aber gerne auch moderne Entwicklungswerkzeuge wie RDi oder Eclipse. \nDu sprichst gut Deutsch und kommunizierst gern nicht nur per E-Mail, sondern auch persönlich. \n\n"
      },
      {
        "title": "Unser Angebot",
        "body": "\n \nWir bieten Dir einen sicheren Job, den Du flexibel an Deine persönlichen Lebensumstände anpassen kannst. Du kannst entweder an unserem Hauptsitz in Ravensburg, unserer Geschäftsstelle in Frankfurt oder im Homeoffice arbeiten. \nDu arbeitest in einem spannenden und herausfordernden Projektumfeld, bist aber eingebunden in ein interdisziplinäres Team, so dass Du Deine Stärken voll entfalten kannst. \nDu lernst und nutzt innovative Methoden und Tools der Softwareentwicklung, die wir gewinnbringend beim Kunden zum Einsatz bringen. \nWas wir Dir sonst noch bieten findest Du auf www.pks.de/jobs  \n\n"
      },
      {
        "title": "Kontakt:",
        "body": "\nBegnüge Dich nicht länger mit dem, was Du bisher gemacht hast, sondern mach mehr daraus! Bewirb Dich jetzt - gerne auch ohne Anschreiben! \nBitte schicke uns Deine Unterlagen als PDF an jobs@pks.de. Fragen beantwortet Dir gerne jederzeit unsere Personalerin Stefanie Gindele – ruf einfach an: +49 751 56140-213.  \nPKS Software GmbH | Georgstraße 15 | 88214 Ravensburg | www.pks.de \n"
      },
      {
        "title": "Standort",
        "body": " PKS Software GmbH Georgstraße 15, 88214 Ravensburg, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T09:12:09Z",
    "position": "SOFTWAREENTWICKLER (M/W/D) JAVA EE",
    "company": "T-Systems Multimedia",
    "image": "https://www.stepstone.de/upload_de/logo/2/logoT-Systems-Multimedia-Solutions-GmbH-8927DE.gif",
    "date": "2018-12-09T09:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--SOFTWAREENTWICKLER-M-W-D-JAVA-EE-Berlin-Dresden-Hamburg-Jena-Leinfelden-Echterdingen-Leipzig-Muenchen-T-Systems-Multimedia-Solutions-GmbH--5301105-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=13_13_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--SOFTWAREENTWICKLER-M-W-D-JAVA-EE-Berlin-Dresden-Hamburg-Jena-Leinfelden-Echterdingen-Leipzig-Muenchen-T-Systems-Multimedia-Solutions-GmbH--5301105-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=13_13_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Sie wollen nicht nur sich, sondern auch ein bisschen die Welt verändern?",
        "body": "\n Dann tun Sie das bei der T-Systems Multimedia Solutions GmbH. Denn als größter Digital­dienst­leister Deutschlands gestalten wir gemeinsam mit unseren Kunden in einem stetig wachsenden Markt die digitale Welt. Über 1.900 Mitarbeiter realisieren an sieben Standorten in Deutschland jährlich etwa 3.000 Projekte. Dabei sind unsere Themen vielfältig - Digital Security, Industrie 4.0, Customer Journey, Digital Workplace, Cloud Transformation oder Dev(Q)Ops sind nur einige Beispiele. \nSOFTWAREENTWICKLER (M/W/D) JAVA EE \nStandorte: Berlin, Dresden, Hamburg, Jena, Leinfelden-Echterdingen (Stuttgart), Leipzig oder München\n"
      },
      {
        "title": "IHRE ZUKUNFT",
        "body": "\nIn unserem agilen Engineering-Team werden große IT-Projekte mit wirtschaftlicher und gesellschaftlicher Relevanz umgesetzt. Mithilfe von flexiblen Prozessen, State-of-the-Art-Equipment und schlauen, inno­va­tions­getriebenen Köpfen. Ihr Part in diesem Team: \n \nEntwicklung von Webanwendungen und Portalen auf Basis von Java-Technologien \nAnforderungsanalyse und agile Um­setzung von Arbeitspaketen \nUnterstützung bei Projektplanung, Aufwandsschätzung und Softwaretest \n\n"
      },
      {
        "title": "IHR HINTERGRUND",
        "body": "\nIhre bisherigen Erfahrungen haben Sie zu der Person gemacht, die Sie heute sind: ein aufgeweckter Teamplayer mit Macher­qualitäten, der ausgeprägte analytische Fähigkeiten mitbringt, keine Scheu vor direktem Kundenkontakt hat und bereit ist, regelmäßig projektbezogen zu reisen. Ihre Basics: \n \nEntwicklung von Webanwendungen (Java (JEE), Maven 3, Spring, Apache) \nErfahrungen in der Implementierung von Internet- / Intranet-Serviceportalen bzw. gleichwertigen Anwendungen \nErfahrungen in der Integration von Backendsystemen z. B. CMS, SAP, Datenbanken, AD \nSehr gute Kommunikations- und Präsen­ta­tionsfähigkeiten in Deutsch und Englisch  \n \nEIN PLUS, KEIN MUSS \n \nKenntnisse in Liferay, JSF2, EJB3, JPA2, Hibernate, Spring, Portlet 1.0/2.0 \nOder Kenntnisse in Coremedia, Spring, Struts 1.x, MongoDB 2.2, SSO mit Kerberos, LDAP, AXIS/Web Service Anbindung \n\n"
      },
      {
        "title": "UNSER HIER UND JETZT",
        "body": "\nWarum sie zu T-Systems Multimedia Solutions GmbH kommen sollten? Weil Sie bei uns unter besten Bedingungen die Digitalisierung direkt selbst mitgestalten können: \n \nFlexibles Arbeitszeitmodell \nMobiles Arbeiten und Home Office \nBetriebliche Altersvorsorge \nIndividuelle Weiterbildungs­angebote \nMitarbeiter­vorteile und -rabatte \nState of the Art Equipment \n\n"
      },
      {
        "title": "BEREIT FÜR DIE DIGITALE REVOLUTION?",
        "body": "\nDann bewerben Sie sich! Zeigen Sie uns, wer Sie heute sind, wo Sie hinwollen  oder wo Sie bereits angekommen sind. \n \nSIE HABEN NOCH FRAGEN ODER SUCHEN NACH FACHSPEZIFISCHEN INFORMATIONEN? ZÖGERN SIE NICHT UND KONTAKTIEREN SIE MICH JEDERZEIT. CAROLINA MATTHIES +49 351 2820-7555 | T-SYSTEMS MULTIMEDIA SOLUTIONS.COM/KARRIERE\n"
      },
      { "title": "Standort", "body": " T-Systems Multimedia Solutions GmbH " }
    ]
  },
  {
    "id": "2018-12-09T07:12:09Z",
    "position": "Senior Java Developer - Operations (m/w/d)",
    "company": "Hermes Germany GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/H/logoHermes-Germany-GmbH-167268DE.gif",
    "date": "2018-12-09T07:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Senior-Java-Developer-Operations-m-w-d-Hamburg-Hermes-Germany-GmbH--5363561-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=14_14_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Senior-Java-Developer-Operations-m-w-d-Hamburg-Hermes-Germany-GmbH--5363561-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=14_14_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Welche Aufgaben erwarten dich?",
        "body": "\n \nAls Mitglied des SCRUM-Teams arbeitest Du an innovativen Lösungen im Umfeld Operations \nDu gibst Deine Erfahrungen in Form von Vorträgen, Schulungen, etc. weiter \nDu begeisterst das SCRUM-Team mit Deiner Überzeugungskraft, Deiner motivierten Einstellung und Deinen Erfahrungen als Entwickler \nDu nimmst Einfluss bei der Einführung neuer Technologien und trägst mit Deinen Ideen zur Modernisierung und Weiterentwicklung der Software für unsere Außendienst-Standorte bei \nDie Projektumsetzung steuerst Du gemeinsam mit dem Team und Deinem Product Owner \nDie Erstellung technischer Konzepte gehört ebenfalls zu Deinem Aufgabenbereich \nMit Deiner Expertise berätst Du unsere Fachbereiche bei der Lösungsfindung \n\n"
      },
      {
        "title": "Welche Qualifikationen bringst du mit?",
        "body": "\n \nModerne Software-Architekturen und methodische Software-Entwicklung wie Test-Driven-Development (TDD), Pair-Programming und agiles Vorgehen im SCRUM-Umfeld sind für Dich selbstverständlich \nDu bringst eine hohe Bereitschaft mit, Deine Erfahrungen einzubringen, Dein Wissen zu teilen und neue Wege zu gehen \nDu bist ein Teamplayer mit dem Willen zur eigenen Verbesserung \nDu bringst mindestens 10 Jahre Berufserfahrung in der Programmierung, Konzeption und im Testing mit \nEin Studium der Informatik/Wirtschaftsinformatik hast Du erfolgreich abgeschlossen oder du verfügst über eine vergleichbare Qualifikation \nDeine Kenntnisse in Java (Java 8, Spring Boot, Spring MVC, Docker), UI (JSP, Bootstrap, jQuery), Test (jUnit, jMockit, Flyway, Spock), Database (Oracle, Flyway), Build (Jenkins, Maven, Gradle, JaCoCo, Saga, PMD und Checkstyle) und Eclipse sind äußerst fundiert \n\n"
      },
      {
        "title": "Was bieten wir dir?",
        "body": "\n \n \nWir bieten: \n \n \nEinsatz führender Technologien und agiler Prozesse \nDu arbeitest für einen mehrfach ausgezeichneten \"TOP Arbeitgeber\", dessen Unternehmenskultur geprägt ist durch ein offenes und kooperatives Miteinander \nFlexible Arbeitszeiten, nach Absprache auch Homeoffice möglich \nUmfangreiches Weiterbildungsangebot \nPersonalrabatte auf das gesamte Sortiment der Otto-Group \nBezuschussung der HVV-ProfiCard, Altersvorsorge, verschiedene Sport- und Freizeitangebote uvm. \nVergünstigte und vielfältige Speiseauswahl in unserer modernen Kantine \n \n Die Hermes Gruppe bietet vielseitige Arbeitsplätze mit langfristigen Perspektiven und täglich wechselnden Herausforderungen in einer sicheren und zukunftsorientierten Branche. Damit sich unsere Mitarbeiter diesen Anforderungen jederzeit stellen können, ist es uns wichtig, dass Sie sich wohlfühlen! Dafür sorgen wir als verlässlicher Partner, u.a. mit Initiativen im Bereich Sozialleistungen, Beruf und Familie sowie Gesundheitsmanagement. \n \n Logistik bewegt die Welt - bewegen Sie sich mit! \n \n Da die berufliche Gleichstellung eine weitere wichtige Zielsetzung für die Hermes Gruppe darstellt, möchten wir den Anteil von Frauen in Führungspositionen erhöhen. Bewerbungen von Frauen sind daher ausdrücklich erwünscht und werden bei gleicher Eignung bevorzugt berücksichtigt.\n"
      },
      {
        "title": "Kontakt",
        "body": "\nHermes Germany GmbHDoreen Hofmanndoreen.hofmann@hermesworld.com\n"
      },
      {
        "title": "Standort",
        "body": " Hermes Germany GmbH Hamburg, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T07:12:09Z",
    "position": "Softwareentwickler Full-Stack (w/m/d)",
    "company": "Europace AG - ein Tochterunternehmen",
    "image": "https://www.stepstone.de/upload_de/logo/E/logoEuropace-AG-ein-Tochterunternehmen-der-Hypoport-AG-162627DE.gif",
    "date": "2018-12-09T07:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Softwareentwickler-Full-Stack-w-m-d-Berlin-Europace-AG-ein-Tochterunternehmen-der-Hypoport-AG--5362037-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=15_15_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Softwareentwickler-Full-Stack-w-m-d-Berlin-Europace-AG-ein-Tochterunternehmen-der-Hypoport-AG--5362037-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=15_15_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Was dich erwartet",
        "body": "\n \nDu entwickelst Features in einer nutzerzentrierten Vorgehensweise und behältst den Überblick über das Gesamtsystem. Du erkennst, wann eine Modernisierung oder ein neuer Microservice notwendig ist und sorgst für die Umsetzung. \nDu bringst Deine Erfahrung in der Anbindung von APIs ein und entwickelst auch unsere Open APIs mit. \nDie volle Verantwortung vom Verstehen unserer Kunden über die Produktentwicklung bis zur Wartung und DevOps liegt im Team. Mit diesen Themen wirst du Kontakt haben und kannst dort mitgestalten. \nWir sind flexibel in der Auswahl unserer Tools und Techniken. Hier ein teamübergreifender Auszug: Angular, Ansible, Consul, Continuous Deployment, CouchDB, DevOps, Docker, Elasticsearch, Event Sourcing, GWT, Go, GraphQL, Groovy, Icinga, Java, JavaScript, Kibana, Kotlin, Logstash, Maven, Microservices, MongoDB, NodeJs, Prometheus, Puppet, R, Rabbit MQ, Redis, Redshift, S3, Scala, Splunk, Spring, Spring Boot, TeamCity, Vault. \n\n"
      },
      {
        "title": "Was du mitbringst",
        "body": "\na) Du bringst Dich in Architekturentscheidungen ein und übernimmst Verantwortung. \nb) Du kannst neue Technologien schnell adaptieren. \nc) Du bist leidenschaftlicher Softwareentwickler und Teamplayer mit einem hohen  Qualitätsanspruch. \nd) Du hast bereits nach agilen Entwicklungsmethoden gearbeitet. \ne) Interesse an Finanzprodukten. Wir arbeiten in einer komplexen Domäne und erwarten, dass jeder beim Lösungsdesign mitdenkt. Wie eine Baufinanzierung oder ein Ratenkredit funktioniert bringen wir dir bei.\n"
      },
      {
        "title": "Was wir bieten",
        "body": "\n \nInnovative Arbeitskultur an einem zentralen Arbeitsplatz und eine Umgebung in der du Dinge gestalten kannst wie in einem Startup allerdings mit dem Rückhalt eines etablierten Unternehmens. \nSehr gute Work-Life Balance mit flexiblen und familienfreundlichen Arbeitszeiten, Home-Office, 30 Tage Urlaub im Jahr und die Option auf mehr Urlaub  \nEine aktive Wissenscommunity durch Exploration Days, Wissenstage, Communities of Practise sowie zahlreiche Konferenz- und Meetup-Teilnahmen  \nDu hast die Möglichkeit dich jederzeit weiterzubilden und weiterzuentwickeln. Unser People & Organisation Team und unsere Coaches stehen dir hierfür jederzeit zur Verfügung. \nUnsere Benefit Liste ist lang und wir sind uns sicher, dass du dort etwas nützliches für Dich entdeckst, wir sind uns auch sicher, dass du uns nicht wegen der Benefits interessant findest;)  \n \nMehr Informationen über uns und unsere Themen findest du auf unserem Europace-Techblog oder auf Welcome.Europace.de.\n"
      },
      {
        "title": "Kontakt",
        "body": "\nDu bist Full-Stack-Entwickler und möchtest diesen Erfolg mit uns weiterführen? Wir möchten es dir leicht machen, dich bei uns zu bewerben: \na) Melde dich über ein soziales Netzwerk (LinkedIn, XING, AngelList etc.) oder \nb) schicke uns deinen CV und ein kurzes Intro mit maximal 200 Worten, was dich an Europace interessiert oder \nc) bewirb dich klassisch mit Anschreiben, CV und Zeugnissen über unser Bewerbungsportal \nIch bin für dich und deine Fragen da \nJustus BreitmeierPeople & Organisation PartnerTel. +49 30 42086 1917  \nXing | LinkedIn \nEuropace AGKlosterstraße 7110179 Berlin\n"
      },
      {
        "title": "Standort",
        "body": " Europace AG - ein Tochterunternehmen der Hypoport AG Berlin, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T05:12:09Z",
    "position": "Salesforce Administrator/in oder Salesforce Platform",
    "company": "eXXcellent solutions",
    "image": "https://www.stepstone.de/upload_de/logo/e/logoeXXcellent-solutions-GmbH-205494DE.gif",
    "date": "2018-12-09T05:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Salesforce-Administrator-in-oder-Salesforce-Platform-Developer-in-Informatiker-in-Wirtschaftsinformatiker-in-Mathematiker-in-Physiker-in-als-Salesforce-Developer-Muenchen-Stuttgart-eXXcellent-solutions-GmbH--5264914-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=16_16_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Salesforce-Administrator-in-oder-Salesforce-Platform-Developer-in-Informatiker-in-Wirtschaftsinformatiker-in-Mathematiker-in-Physiker-in-als-Salesforce-Developer-Muenchen-Stuttgart-eXXcellent-solutions-GmbH--5264914-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=16_16_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Wer wir sind",
        "body": "\n Als Salesforceentwickler/in und Berater/in im Bereich Salesforceentwicklung und Salesforcearchitekturen erstellen wir hochwertige Softwarelösungen für alle Branchen. Dabei setzen wir nicht auf feste Rollen und starre Hierarchien, sondern auf ganzheitliche Teamplayer, die mitdenken und gestalten wollen.  \n Unsere Handschrift findest du in Software zum Prüfen von Satellitentechnik, Verkabeln von Autos, Planen von Urlaubsreisen und vielem mehr. Unsere besondere Stärke ist dabei die durchgängige Begleitung unserer Kunden in allen Phasen des Projektes: Von der Analyse bis zum Rollout.  \n Teamzusammenhalt, Unternehmenskultur und Work-Live-Balance haben für uns einen hohen Stellenwert. Unser flexibles Karrieremodell ermöglicht dir, deine persönlichen Stärken und Interessen weiterzuentwickeln, unterstützt durch dein individuelles Weiterbildungsbudget.  \n Wir suchen IT-Profis mit Leidenschaft für die Software-Entwicklung, Sinn für Qualität und Lust auf spannende Projekte.  Dabei interessiert uns nicht nur ein guter Abschluss, sondern auch der Mensch dahinter. \n \n \n Zur Verstärkung unserer Standorte München und Stuttgart suchen wir eine/n Salesforce Developer / Salesforce Architect bzw. Salesforce Administrator oder Salesforce Platform Developer (m/w) – Informatiker/in, Wirtschaftsinformatiker/in, Mathematiker/in, Physiker/in o. ä. – als  \n Salesforceentwickler/in, Salesforcearchitekt/in \n"
      },
      {
        "title": "Was dich erwartet",
        "body": "\n \nImplementierung von Projekten für die Sales Cloud, App Cloud und Service Cloud \nVielfältige Aufgaben: Analyse, Spezifikation, Implementierung, Beratung, Architektur... \nMentoring und ein individuelles Einstiegsprogramm \nEin angenehmes Arbeitsumfeld mit kompetenten und sympathischen Kollegen \n\n"
      },
      {
        "title": "Was du mit­brin­gen solltest",
        "body": "\n \nEinen guten Hochschulabschluss in Informatik und Naturwissenschaft mit IT-Affinität \nAnalytische Denkweise, Qualitätsbewusstsein, sympathische Persönlichkeit \nErste Kenntnisse der klassischen Salesforce Clouds (Sales, Service, Community und App), APEX, Visualforce, Lightning Components \nGerne eine Zertifizierung als Platform Developer oder Administrator \n\n"
      },
      {
        "title": "Was wir dir bieten",
        "body": "\n \nFestanstellung in Voll- oder Teilzeit \nGleitzeit und Homeoffice-Möglichkeit \nLeistungsgerechte Bezahlung und betriebliche Altersvorsorge \nMöglichkeit in andere Software-Projekte hinein zu schnuppern (Angular, React, TypeScript, Node, JEE, Spring, Kotlin, Git(lab), Docker...) \nIndividuelle Weiterbildung \nGemeinsame Veranstaltungen \nUmzugshilfe, Mitarbeiterkreditkarte, verkehrsgünstige Lage, Stehschreibtische und vieles mehr \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\nErzähl uns, was DICH antreibt und sende deine Bewerbung per E-Mail an \njobs@exxcellent.de! \n \n \n Fragen zu Unternehmen, Konditionen, Bewerbung? Mara redet Klartext!  \n Mara Sharma Recruiting mara.sharma@exxcellent.de +49 731 55 026 222  \nwww.exxcellent.de\n"
      },
      { "title": "Standort", "body": " eXXcellent solutions GmbH " }
    ]
  },
  {
    "id": "2018-12-09T03:12:09Z",
    "position": "(Senior) Java-Entwickler (m/w/d) SAP Hybris",
    "company": "B4B Solutions GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/B/logoB4B-Solutions-GmbH-179306DE.gif",
    "date": "2018-12-09T03:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Senior-Java-Entwickler-m-w-d-SAP-Hybris-Ratingen-Heidelberg-Bielefeld-und-im-Homeoffice-B4B-Solutions-GmbH--5362574-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=17_17_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Senior-Java-Entwickler-m-w-d-SAP-Hybris-Ratingen-Heidelberg-Bielefeld-und-im-Homeoffice-B4B-Solutions-GmbH--5362574-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=17_17_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "BECOME A DIGITAL TRANSFORMER",
        "body": "\nWir sind ein innovatives IT-Dienstleistungsunternehmen mit der Mission, Unternehmen auf Basis moderner Cloud-Software erfolgreicher und schneller zu machen. Als Most Trusted Cloud Partner und SAP Platinum Partner liefern wir unseren Kunden modernste Cloud-Technologie in den Bereichen ERP, Customer Experience und Social Collaboration. \nDein zukünftiges Team kümmert sich um den perfekten E-Commerce Auftritt unserer Kunden und setzt individuelle Webshops für unterschiedlichste Sektoren – vom Handel bis zum Maschinen- und Anlagenbau – um. \nWir suchen für Ratingen, Heidelberg, Bielefeld und im Homeoffice. \n(Senior) Java-Entwickler (m/w/d) SAP Hybris\n"
      },
      {
        "title": "DEINE AUFGABEN",
        "body": "\n \nIn dieser Position konzipierst und implemen­tierst du kunden­spezifische Software­lösungen im SAP-Hybris-Commerce-Umfeld \nDu analysierst Kunden­an­forderungen, ent­wickelst pass­genaue Lösungen und setzt diese in enger Zusammen­arbeit mit Kunden um \nDu integrierst Software­module mit Java und Spring und programmierst Schnitt­stellen zu Back-End-Systemen \nDu bindest unsere E-Commerce-Lösungen in die bestehende Soft­ware­land­schaft unserer Kunden ein (SAP CRM und SAP ERP) \nIm Rahmen der Kunden­projekte hältst du eigen­ver­ant­wort­lich Work­shops und Schulungen ab \n\n"
      },
      {
        "title": "DEIN PROFIL",
        "body": "\n \nEinschlägige Erfahrung in der Java-En­twick­lung – du wirkst an eigenen Projekten mit? Stell sie uns vor! \nBegriffe und Technologien wie CI, Spring, NodeJS, AspectJ sind dir nicht fremd \nErste oder erweiterte Erfahrungen in der Hybris-Soft­ware­ent­wicklung sind wünschens­wert \nDu lebst die Agilität in deinen Projekten, verlierst aber nicht das Ziel aus den Augen \nSoziale und kommunikative Kompetenzen – im Team und gegenüber dem Kunden \nReisebereitschaft (10 bis 20%) für Kunden­einsätze \n\n"
      },
      {
        "title": "DAS ERWARTET DICH",
        "body": "\n \nDu bist Teil eines topmotivierten Teams in einem erfolgreichen, wachsenden Unternehmen mit flachen Hierarchien und Start-Up-Spirit \nDu betreust namhafte Kunden und anspruchsvolle Projekte \nDu arbeitest mit den neuesten Technologie- und Entwicklungsumgebungen \nFlexible Arbeitszeiten und Homeoffice \nZahlreiche weitere Benefits, wie z.B. kostenlose Snacks, modernste Ausstattung, betriebliche Altersvorsorge \n\n"
      },
      {
        "title": "ÜBERZEUGT?",
        "body": "\nTeile deine persönliche Erfolgsgeschichte mit uns und erzähl uns was dich antreibt! \nWir freuen uns auf deine Online-Bewerbung! \nDein Kontakt für weitere Fragen: \nJessica Büst jessica.buest@b4b-solutions.com Für mehr Informationen zu B4B Solutions besuche uns auf karriere.b4b-solutions.com \nJoin our team!\n"
      },
      { "title": "Standort", "body": " B4B Solutions GmbH " }
    ]
  },
  {
    "id": "2018-12-09T00:12:09Z",
    "position": "Software Entwickler (m/w) Java - Frontend & Backend",
    "company": "arxes-tolina GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/a/logoarxes-tolina-GmbH-31528DE.gif",
    "date": "2018-12-09T00:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Software-Entwickler-m-w-Java-Frontend-Backend-Berlin-Homeoffice-arxes-tolina-GmbH--5363182-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=18_18_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Software-Entwickler-m-w-Java-Frontend-Backend-Berlin-Homeoffice-arxes-tolina-GmbH--5363182-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=18_18_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Was erwartet Dich?",
        "body": "\n \nFrontend Software-Entwicklung/-Implementierung Angular \nEntwickeln und Testen von REST APIs \nEinhaltung von Sicherheitskonzepten \nBackend Entwicklung mit Spring Boot und Hibernate \nUnterstützung im Second-Level-Support \nMitwirkung bei der fachlichen Planung \nTeamarbeit \n\n"
      },
      {
        "title": "Was solltest Du mitbringen?",
        "body": "\nDu bist kreativ, neugierig und hast Interesse an neuen Technologien? Du lernst schnell und selbstständig, bist motiviert und übernimmst gern Verantwortung? Dann möchten wir Dich unbedingt kennen lernen.  Wir freuen uns über Erfahrungen mit: \n \nMindestens 2 Jahre Erfahrung im Webumfeld, gerne auch mit eigenen Webprojekten \nErfahrung im Umgang mit Angluar (2+), Typescript, gerne auch in weiteren Frontend Technologien \nErfahrung mit Websecurity \nErfahrung mit Usability / UI / UX Themen, Responsive Design \nErfahrung beim automatisierten Testen (Integration + Unit) Web / Mobile \nAls Plus freuen wir uns über Erfahrung mit relationalen Datenbanksystemen \n\n"
      },
      {
        "title": "Was erwartet Dich noch im „Kita-Planer Universum“?",
        "body": "\n \nEin engagiertes, flexibles und motiviertes Team \nAbwechslung bei Themen und Technologien durch die Vielfalt unserer Aufgaben \nFreiraum für Kreativität und Querdenken \nHohes Qualitätsbewusstsein durch u. a. Pair Programming, Clean-Code-Developer-Praktiken, CI und CD \nSpannende und technisch herausfordernde Kundenprojekte \nFlexible Arbeitszeiten \nArbeiten im Homeoffice ist möglich \nPersönliche Entwicklung durch Weiterbildungen und Slack Time \nBrown Bag Sessions und Tech Talks \n\n"
      },
      {
        "title": "Kontakt Hast Du noch Fragen?",
        "body": "\nHast Du ein GitHub-Profil oder andere Projekte, die Du uns zeigen willst, immer her damit. Deine Bewerbung, inkl. Lebenslauf, Zeugnissen, Gehaltsvorstellung sowie Deinem frühes­ten Eintrittstermin, schickst Du bitte, mit dem Betreff „Software Entwickler (m/w) Kita-Planer“, als PDF-Datei an bewerbung@arxes-tolina.de.   \nIhr Ansprechpartner Sophie Wiegel Tel.: +49 (30) 264 745-178   Die Kaltakquise durch Personal­vermittler u. ä. ist ausdrücklich nicht erwünscht! Bitte rufen Sie uns nur an, wenn Sie ein Interessent oder Bewerber sind.   \narxes-tolina GmbH | Siemensdamm 62  | 13627 Berlin\n"
      },
      {
        "title": "Standort",
        "body": " arxes-tolina GmbH Siemensdamm 62, 13627 Berlin, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T00:12:09Z",
    "position": "LINUX-ADMINISTRATOR FÜR MAILBOX.ORG (M/W)",
    "company": "Heinlein Support GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/H/logoHeinlein-Support-GmbH-173032DE.gif",
    "date": "2018-12-09T00:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--LINUX-ADMINISTRATOR-FUER-MAILBOX-ORG-M-W-Berlin-Heinlein-Support-GmbH--5248841-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=19_19_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--LINUX-ADMINISTRATOR-FUER-MAILBOX-ORG-M-W-Berlin-Heinlein-Support-GmbH--5248841-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=19_19_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben:",
        "body": "\n \n Du planst, administrierst und verantwortest die Server und Infrastruktur in unseren Rechenzentren und fühlst Dich für einige dieser Aufgabenbereiche berufen: \n \nEnterprise und Carrier Grade Mailserver (Postfix, Dovecot, Open-Xchange & Anti-Spam) \nMySQL-Datenbanken (Galera) \nAutomatisierung / Scripting / Salt / Ansible \nLDAP \nMonitoring (auf Basis von Check_MK, Nagios, PNP, Perl) \n  \nDu sorgst dafür, dass die Systeme auf dem aktuellen Stand und \"up-and-running\" sind. \nDu unterstützt als 3rd-Level die Kollegen aus dem mailbox.org-Support. \nDu übernimmst im Team eine rotierende 24/7 Rufbereitschaft. \n\n"
      },
      {
        "title": "Dein Profil:",
        "body": "\n \nDu verfügst über eine mehrjährige Berufserfahrung in der Linux-Server-Administration bzw. in den oben genannten Bereichen. \nDu bringst gute bis sehr gute Linux-Kenntnisse auf LPIC-1 oder LPIC-2-Niveau mit. \nDu kannst technische Fragestellungen schnell und sauber analysieren und besitzt auch bei einer erhöhten Arbeitsbelastung eine strukturierte und sorgfältige Arbeitsweise. \nDu bist gespannt auf technische Neuerungen und möchtest Dich fachlich und persönlich weiterentwickeln. \nDu bringst Kommunikations- und Teamfähigkeit, sowie Zuverlässigkeit, Sorgfalt und Eigeninitiative mit. \"Getting things done\" gehört zu Deinem Selbstverständnis. \n\n"
      },
      {
        "title": "Unser Angebot:",
        "body": "\nArbeit mit Sinn: Du bist wesentlich daran beteiligt, mailbox.org weiter auszubauen und so auch in Zukunft eine sichere und freie Kommunikation für unsere Privat- und Geschäftskunden zu ermöglichen. – Freu' Dich auf einen vielfältigen, interessanten und verantwortungsvollen Arbeitsplatz. Dich erwartet: \n \nLeidenschaft für OpenSource \nabwechslungsreiche, anspruchsvolle Aufgabengebiete \noffener Wissens- und Erfahrungsaustausch \nindividuelle, gezielte Entwicklungsförderung \nregelmäßige Team-Meetings und flache Hierarchien \nGleitzeit mit Überstundenausgleich, HomeOffice-Tage \nleistungsbezogene Vergütung und Beteiligung am gemeinsamen Unternehmenserfolg \nattraktives Büro in Berlin-Prenzlauer Berg \nVereinbarkeit von Beruf und Familie \nBetriebliche Altersvorsorge \nObst & Heißgetränke \nwöchentlicher Masseur, der gern auch individuell Sportübungen macht \nzwei große Team-Events im Jahr und viele Kleine ;-) \n\n"
      },
      {
        "title": "Deine Bewerbung",
        "body": "\nWir haben Dein Interesse geweckt? Dann freuen wir uns auf Deine aussagekräftige Bewerbung (inkl. Gehaltsvorstellung) als PDF an jobs@heinlein-support.de. Dein Ansprechpartner ist Teamleiter Sebastian Knopp. Wenn Du Fragen hast, erreichst Du ihn telefonisch unter 030 / 405051-53.  \nDu willst mehr über Heinlein Support als Arbeitgeber erfahren? Dann besuche unsere Karriere-Seite.\n"
      },
      {
        "title": "Standort",
        "body": " Heinlein Support GmbH Berlin, Deutschland "
      }
    ]
  },
  {
    "id": "2018-12-09T00:12:09Z",
    "position": "Trainee Software-Engineering (w/m)",
    "company": "bridgingIT GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/B/logoBridgingIT_GmbH____61818DE.gif",
    "date": "2018-12-09T00:12:09Z",
    "href": "https://www.stepstone.de/stellenangebote--Trainee-Software-Engineering-w-m-Frankfurt-am-Main-Karlsruhe-Koeln-Mannheim-Muenchen-Stuttgart-bridgingIT-GmbH--5385990-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=20_20_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Trainee-Software-Engineering-w-m-Frankfurt-am-Main-Karlsruhe-Koeln-Mannheim-Muenchen-Stuttgart-bridgingIT-GmbH--5385990-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=20_20_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "DEINE AUFGABE",
        "body": "\n \nHeranführung an erste Projektaufgaben in Enterprise-Umfeldern durch deine Team-Kollegen \nSammlung von Erfahrung und Wissen in Theorie & Praxis für echte Projekte \nErwerb deines Handwerkszeugs als Software Entwickler durch interne und externe Weiterbildung \nErste Projekterfahrung als Entwickler auf einem der Gebiete Java/JEE, .NET, PHP, SAP, Web, Mobile, BI/Big Data oder Office & Collaboration \n\n"
      },
      {
        "title": "DEIN HINTERGRUND",
        "body": "\n \nErfolgreich abgeschlossener Hochschulabschluss oder praxisnahe Ausbildung und Erfahrung in Informatik oder angrenzenden Themen \nErste Praxiserfahrung mit einer Programmiersprache deiner Wahl \nBegeisterung und Elan, um ein richtig guter Software Entwickler zu werden \nLust auf einen Einstieg in die abwechslungsreiche Welt des IT-Consulting \n\n"
      },
      {
        "title": "DAS BIETEN WIR DIR",
        "body": "\nBei uns genießt du die Vorteile eines stabilen, stark wachsenden Mittelständlers mit dem Unternehmergeist eines Start-ups. Unsere respektvolle und wertschätzende Duz- und Firmenkultur ist geprägt von Innovationskraft und Teamgeist sowie intensivem, themenübergreifendem Wissens-und Erfahrungsaustausch. Persönliches Mentoring für den optimalen Einstieg, kontinuierliche interne und externe Weiterbildungsmaßnahmen sind bei uns ebenso selbstverständlich wie individuelle Coachings, um dir den unternehmensinternen Aufstieg zu ermöglichen. Durch die geographische Nähe zu unseren Kunden, flexible Arbeitszeitmodelle sowie der Option, vom Home-Office zu arbeiten, können wir bei der Planung unserer Projekte deine besondere Lebenssituation berücksichtigen. \n \nArbeitsumgebung \nFamilienfreundlichkeit \nKultur \nKarriere \nWeiterentwicklung \nFlexibilität \n\n"
      },
      {
        "title": "KONTAKT",
        "body": "\nFalls Sie Fragen zur Stelle oder zum Bewerbungsprozess haben, können Sie sich gerne an unsere Recruiting-Ansprechpartnerin wenden! \nAnne Helmholz \nanne.helmholz@bridging-it.de \nTel.: +49 621 49093620 \nHinweis: Dies sind Kontaktmöglichkeiten für Bewerber. Daher bitten wir von Anfragen durch Personalberatungen abzusehen\n"
      },
      { "title": "Standort", "body": " bridgingIT GmbH " }
    ]
  },
  {
    "id": "2018-12-08T17:12:08Z",
    "position": "Frontend Entwickler (m/w/d) HTML/JavaScript",
    "company": "mgm technology partners",
    "image": "https://www.stepstone.de/upload_de/logo/m/logomgm-technology-partners-GmbH-58948DE.gif",
    "date": "2018-12-08T17:12:08Z",
    "href": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-d-HTML-JavaScript-Muenchen-Aachen-Bamberg-Berlin-Dresden-Hamburg-Koeln-Leipzig-Nuernberg-mgm-technology-partners-GmbH--5117641-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=21_21_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Frontend-Entwickler-m-w-d-HTML-JavaScript-Muenchen-Aachen-Bamberg-Berlin-Dresden-Hamburg-Koeln-Leipzig-Nuernberg-mgm-technology-partners-GmbH--5117641-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=21_21_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben",
        "body": "\n \nJavaScript Frontend-Entwicklung in verschiedenen Architekturen (u.a. Serverside / Clientside / Single-Page) \nSelbstständige Entwicklung und Umsetzung innovativer Ideen \nFrontendapplikationsentwicklung in JavaScript (u.a. Angular JS) \nThemenbeispiele: Frontends für Desktop und Mobile, Dashboard-Applikationen, d3-Datenvisualisierung, Prototypenentwicklung \n\n"
      },
      {
        "title": "Das solltest Du mitbringen ",
        "body": "\n \nMehrjährige Berufserfahrung in der Umsetzung von komplexen JavaScript-Anwendungen (z. B. in Angular JS, Ember oder Backbone) \nSicherer Umgang mit HTML, CSS, JavaScript und Entwicklungstools, Cross-Browser-Know-how \nSpaß an der Arbeit im Team \nSehr gute Deutsch- und Englischkenntnisse \n\n"
      },
      {
        "title": "Wir bieten Dir",
        "body": "\n \n Tolles Team: 600 Kollegen, die genau Deine Sprache sprechen  \n Flache Hierarchien mit wenigen Managern und noch weniger Politik  \n Kontinuierliches Lernen im Job, z. B. durch unser internes Trainingsangebot  \nFlexible Arbeitszeiten, Home-Office Option, Überstundenvergütung \n Spannende Projekte: Teams von 5 bis 30 Menschen – von agil bis langfristig  \n \n \n"
      }
    ]
  },
  {
    "id": "2018-12-08T17:12:08Z",
    "position": "Junior-Entwickler (m/w/d) Java",
    "company": "mgm technology partners",
    "image": "https://www.stepstone.de/upload_de/logo/m/logomgm-technology-partners-GmbH-58948DE.gif",
    "date": "2018-12-08T17:12:08Z",
    "href": "https://www.stepstone.de/stellenangebote--Junior-Entwickler-m-w-d-Java-Muenchen-Aachen-Berlin-Bamberg-Dresden-Hamburg-Koeln-Leipzig-Nuernberg-Stuttgart-mgm-technology-partners-GmbH--4914885-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=22_22_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Junior-Entwickler-m-w-d-Java-Muenchen-Aachen-Berlin-Bamberg-Dresden-Hamburg-Koeln-Leipzig-Nuernberg-Stuttgart-mgm-technology-partners-GmbH--4914885-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=22_22_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben",
        "body": "\n \nMitarbeit im kompletten Entwicklungsprozess, von der Integration bis zur Qualitätssicherung \nEntwicklung und Implementierung innovativer Ideen \nAustausch und enge Zusammenarbeit im Team sowie ggf. mit dem Kunden \n\n"
      },
      {
        "title": "Das solltest Du mitbringen",
        "body": "\n \nAbgeschlossenes Studium im Bereich Informatik oder Naturwissenschaften \nErste Praxiserfahrungen in der Software-Entwicklung während des Studiums \nGute Kenntnisse in Java und JavaScript \nSpaß an der Arbeit im Team \nSehr gute Deutsch- und Englischkenntnisse \n\n"
      },
      {
        "title": "Wir bieten Dir",
        "body": "\n \n Tolles Team: 600 Kollegen, die genau Deine Sprache sprechen  \n Flache Hierarchien mit wenigen Managern und noch weniger Politik  \n Kontinuierliches Lernen im Job, z. B. durch unser internes Trainingsangebot  \nFlexible Arbeitszeiten, Home-Office Option, Überstundenvergütung \n Spannende Projekte: Teams von 5 bis 30 Menschen – von agil bis langfristig  \n\n"
      }
    ]
  },
  {
    "id": "2018-12-08T14:12:08Z",
    "position": "Web Frontend Developer (m/w/d) in Berlin, Frankfurt",
    "company": "pro!vision GmbH",
    "image": "https://www.stepstone.de/upload_de/logo/p/logoprovision-GmbH-82175DE.gif",
    "date": "2018-12-08T14:12:08Z",
    "href": "https://www.stepstone.de/stellenangebote--Web-Frontend-Developer-m-w-d-in-Berlin-Frankfurt-am-Main-oder-Braunschweig-Berlin-Frankfurt-am-Main-Braunschweig-provision-GmbH--5137392-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=23_23_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Web-Frontend-Developer-m-w-d-in-Berlin-Frankfurt-am-Main-oder-Braunschweig-Berlin-Frankfurt-am-Main-Braunschweig-provision-GmbH--5137392-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=23_23_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "// Über uns",
        "body": "\nDie pro!vision GmbH ist ein auf Software­entwicklung spezialisiertes und international agierendes Systemhaus mit derzeit ca. 70 Mitarbeitern an den Standorten Berlin, Frankfurt am Main und Braunschweig. \nSeit 17 Jahren liegt unser Kerngeschäft in der technischen Konzeption, Architektur und Realisierung von Software­projekten im Bereich des Content-Management-Systems Adobe Experience Manager (AEM) und wir sind seit vielen Jahren Adobe Partner. Für unsere international agierenden Konzern­kunden realisieren wir marketinggetriebene Produkt- und Unternehmenswebsites, hochgradig personalisierte Intranetportale sowie mobile Internetauftritte.\n"
      },
      {
        "title": "// Deine Aufgaben - Frontend-Programmierung von global ausgerichteten Websites",
        "body": "\n \nKonzeption und Implementierung von komplexen Erweiterungen einer weltweiten Marketingplattform bei DAX-Kunden \nUnterstützung im Requirements Engineering \nMitarbeit bei der Erstellung technischer Spezifikationen \n\n"
      },
      {
        "title": "// Dein Profil - Motivierter Frontend-Ninja",
        "body": "\n \nJavaScript-Bibliotheken und moderne MVC-orientierte JavaScript-Frameworks sind Deine Spielwiese \nDu hast tiefgreifende Erfahrung mit HTML5 und CSS3-Technologien sowie CSS-Präprozessoren und bewegst Dich seit mind. 2 Jahren in professionellen Projekten \nGute Kenntnisse zu Single-Page-Applications und nachhaltigen Strukturen für Webseiten bringst Du mit \nDu hast Interesse an technologischen Innovationen und möchtest Dich mit deinen Kollegen darüber austauschen und stetig weiterentwickeln \nProjekterfahrung im Java-Web-Umfeld sind ein toller Bonus \nProjektsichere Deutsch und gute Englischkenntnisse setzen wir voraus \n\n"
      },
      {
        "title": "// Unser Angebot - Arbeiten nach Deinem Geschmack",
        "body": "\n \nFlexible Arbeitszeitmodelle bei freier Zeiteinteilung \nHomeoffice Möglichkeit \nBezahlte Überstunden \nArbeiten nach dem Software Craftsmanship Ethos \nKreativzeit für eigene Projekte \nJährliche Weiterbildungsmaßnahmen, Konferenzbesuche, Sprachkurse, interner Trainer \nFlache Hierarchien und kurze Entscheidungswege - wir leben Holacracy! \nAuswahl an modernsten Arbeitsmitteln und der Einsatz aktueller Technologien \n30 Tage Urlaub und tolle Firmenevents \nModerne Büros mitten in der City - kein Großraum \nGeringe Reisetätigkeit \nBetriebliche Zahnzusatzversicherung \nKostenlose Getränkeauswahl \n\n"
      },
      {
        "title": "Kontakt",
        "body": "\n// Klingt interessant?  Dann bewirb Dich bei uns per Mail (inkl. Gehaltsvorstellung und Verfügbarkeit) an careers@pro-vision.de, ganz unkompliziert. Falls du Fragen hast, hilft dir Lydia Braun (+49 69 8700328-0) gerne weiter.\n"
      },
      { "title": "Standort", "body": " pro!vision GmbH " }
    ]
  },
  {
    "id": "2018-12-08T09:12:08Z",
    "position": "Full-Stack-Entwickler (m/w/d)",
    "company": "Dataport AöR",
    "image": "https://www.stepstone.de/upload_de/logo/D/logoDataportDE.gif",
    "date": "2018-12-08T09:12:08Z",
    "href": "https://www.stepstone.de/stellenangebote--Full-Stack-Entwickler-m-w-d-Altenholz-Kiel-Bremen-Berlin-Halle-Saale-Hamburg-Magdeburg-oder-Rostock-Dataport-AoeR--5396791-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=24_24_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Full-Stack-Entwickler-m-w-d-Altenholz-Kiel-Bremen-Berlin-Halle-Saale-Hamburg-Magdeburg-oder-Rostock-Dataport-AoeR--5396791-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=24_24_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Deine Aufgaben",
        "body": "\n \nKonzipierung und Entwicklung moderner Softwarelösungen \nQualitätssicherung durch Code Reviews, Pair Programming und Unit Testing \nEvaluierung neuer Technologien sowie Anpassung bestehender Softwaresysteme \nAktives Vorantreiben des Entwicklungs­prozesses gemeinsam im Team \n\n"
      },
      {
        "title": "Dein Profil",
        "body": "\n \n3 bis 5 Jahre Entwicklungspraxis \nMindestens 3 Jahre Berufserfahrung in der Java- und/oder .NET-Entwicklung \nSolides Web-Know-how \nAffinität zu aktuellen Entwicklungsthemen \nFreude an der Zusammenarbeit in agilen Teams \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nAgile Arbeitsmethoden \nRemote Arbeiten / Homeoffice \nViele Karrierechancen, regelmäßige Weiterbildung \nWork-Life-Balance \nTarifliche Bezahlung \nIndividuelle Förderung \n\n"
      },
      {
        "title": "Rahmenbedingungen",
        "body": "\nAls kundenorientierter IT-Dienstleister setzen wir die Bereitschaft zur Arbeit vor Ort bzw. an anderen Standorten voraus. Frauen werden bei gleichwertiger Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt. Die Stelle ist wahlweise in Vollzeit, Teilzeit oder in Form von Jobsharing zu besetzen. Bitte bewirb dich unter Nennung der Kennziffer 2017-3-LI4x-xx-b, deiner Gehalts­vorstellung und des frühestmöglichen Eintrittstermins. Deine Ansprechpartnerin ist Michaela Stoll. \nBewerbungen von Schwerbehinderten werden bei gleicher Eignung besonders berücksichtigt.\n"
      },
      { "title": "Standort", "body": " Dataport AöR " }
    ]
  },
  {
    "id": "2018-12-08T07:12:08Z",
    "position": "Softwareentwickler (m/w/d)",
    "company": "Dataport AöR",
    "image": "https://www.stepstone.de/upload_de/logo/D/logoDataportDE.gif",
    "date": "2018-12-08T07:12:08Z",
    "href": "https://www.stepstone.de/stellenangebote--Softwareentwickler-m-w-d-Halle-Saale-Magdeburg-Bremen-Hamburg-Kiel-Altenholz-Kiel-Rostock-Dataport-AoeR--5395792-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=25_25_25_dynrl_m_0_0_0",
    "key": "https://www.stepstone.de/stellenangebote--Softwareentwickler-m-w-d-Halle-Saale-Magdeburg-Bremen-Hamburg-Kiel-Altenholz-Kiel-Rostock-Dataport-AoeR--5395792-inline.html?suid=82467e9c-5571-49c4-bf82-e251a4b7b67b&rltr=25_25_25_dynrl_m_0_0_0",
    "details": [
      {
        "title": "Ihre Aufgaben",
        "body": "\n \nAnforderungsanalyse, Design, Programmierung und Wartung von Softwarekomponenten \nEntwicklungsnahe Qualitätssicherung \nMitarbeit an der Architektur \nDatenmodellierung \nDokumentation von Lösungen und Ergebnissen \n\n"
      },
      {
        "title": "Ihr Profil",
        "body": "\n \nBachelor oder Master im Bereich Informatik oder eine vergleichbare Qualifikation \nErfahrung in objektorientierter Program­mierung und agilen Vorgehens­modellen \nBeherrschung moderner Entwicklungs­infrastrukturen sowie ein gutes Verständnis von Sprach- und Architektur­konzepten \nErfahrung mit Frameworks und Technologie-Stacks (Java, .NET, JavaScript) \nTeamfähigkeit, Problemlösungskompetenz und eine strukturierte Arbeitsweise \n\n"
      },
      {
        "title": "Wir bieten",
        "body": "\n \nAgile Arbeitsmethoden \nRemote Arbeiten / Homeoffice \nViele Karrierechancen, regelmäßige Weiterbildung \nWork-Life-Balance \nTarifliche Bezahlung \nIndividuelle Förderung \n\n"
      },
      {
        "title": "Rahmenbedingungen",
        "body": "\nAls kundenorientierter IT-Dienstleister setzen wir die Bereitschaft zur Arbeit vor Ort bzw. an anderen Standorten voraus. Frauen werden bei gleichwertiger Eignung, Befähigung und fachlicher Leistung vorrangig berücksichtigt. Die Stelle ist wahlweise in Vollzeit, Teilzeit oder in Form von Jobsharing zu besetzen. Bitte bewerben Sie sich unter Nennung der Kennziffer 2018-08-LI44-b-2, Ihrer Gehalts­vorstellung und des frühestmöglichen Eintrittstermins. Ihre Ansprechpartnerin ist Svenja Dischereit. \nBewerbungen von Schwerbehinderten werden bei gleicher Eignung besonders berücksichtigt.\n"
      },
      {
        "title": "Standort",
        "body": " Dataport AöR Halle (Saale), Deutschland "
      }
    ]
  }
]
