[{"id":"2018-12-10T16:12:10Z","position":"Senior Software-Entwickler (m/w/d)","company":"inovex GmbH","image":"https://www.stepstone.de/upload_de/logo/i/logoinovex_GmbHDE.gif","date":"2018-12-10T16:12:10Z","href":"https://www.stepstone.de/stellenangebote--Senior-Software-Entwickler-m-w-d-Karlsruhe-Pforzheim-Stuttgart-Muenchen-Koeln-und-Hamburg-inovex-GmbH--4977047-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=1_1_25_dynrl_m_0_0_0","details":[{"title":"Wer wir sind:","body":"\ninovex ist ein innovations- und qualitätsgetriebenes IT-Projekthaus mit dem Leistungsschwerpunkt \"Digitale Transformation\". Mehr als 300 IT-Experten unterstützen Unternehmen umfassend bei der Digitalisierung ihres Kerngeschäfts und bei der Realisierung von neuen digitalen Geschäftsideen. Zum aktuellen Portfolio von inovex gehören Datenprodukte, Web und App Development, Smart Devices, IoT und Robotics, Replatforming, Microservices und DevOps, Big Data, Data Science, Search und Deep Learning, Data Center Automation, Cloud-Infrastrukturen und -Hosting, UI/UX sowie Trainings und Coachings. inovex ist in Karlsruhe, Pforzheim, Stuttgart, München, Köln und Hamburg ansässig und bundesweit in Projekte involviert. \nIn unserem Geschäftsbereich Application Development beschäftigen wir uns mit leichtgewichtigen und skalierbaren Architekturen (Microservices), entwerfen User-zentrierte Web-Systeme und Portale mit modernen Frontend- und Backend-Technologien. Unsere Konzepte implementieren wir bevorzugt mit Open Source Software im Rahmen agiler Projekte, vorzugsweise nach Scrum. Die von uns entwickelten Lösungen integrieren wir in bestehende IT-Systeme, weshalb wir von Beginn unserer Projekte an auf integrierte Qualitätssicherung und Security setzen und den optimalen Betrieb der Software im Rechenzentrum durch cross-funktionale DevOps-Teams vorbereiten. \nWir suchen ab sofort oder zu einem späteren Zeitpunkt eine*n \nSenior Software-Entwickler (m/w/d) \nin Teilzeit oder Vollzeit. Standort: Karlsruhe, Pforzheim, Stuttgart, München, Köln und Hamburg.\n"},{"title":"Was Dich bei uns erwartet:","body":"\n \nEntwicklung individueller Software auf Basis moderner und innovativer Technologien mit Schwerpunkt auf Java, .Net, Typescript / JavaScript als auch u.a. Kotlin, Clojure und Go \nAgile Software-Entwicklung in cross-funktionalen Teams nach Scrum / Kanban, die als autonome Einheiten vollständig handlungs- und lieferfähig sind. \nUmsetzung der technologisch anspruchsvollen und abwechslungsreichen Projekte von der Analyse bis zum Rollout. \nInnerhalb jeder Projektphase viel Platz für Gestaltungsspielraum und Einflussnahme auf die technologische Richtung im Projekt \nTechnologische Vielfalt, im Rahmen der oft cross-funktionalen Projekte sowie auch inovex-intern im Austausch mit Experten aus verschiedensten technologischen Disziplinen \nDie Möglichkeit, ein von dir präferiertes innovatives Thema als Experte maßgeblich voranzutreiben, dein Wissen weiter aufzubauen und dieses sowohl intern (Brownbags) als auch extern (Blogartikel, Konferenzen) zu teilen \nBetreuung und Unterstützung unserer Junioren, Nachwuchskräfte und neuen Kollegen im Rahmen unseres Mentoring-Programms \n\n"},{"title":"Wer gut zu uns passen würde:","body":"\nZur Besetzung der Position suchen wir Experten (m/w), die folgende Skills und Eigenschaften mitbringen:   \n \nAbgeschlossenes Studium der Informatik oder vergleichbare Qualifikation \nMehrjährige Erfahrung und tiefgehendes Know How in einer oder mehreren Sprachen wie Java, .Net, Typescript / JavaScript, Kotlin, Clojure, Go \nTiefgehende Kenntnisse und Erfahrungen in Bezug auf Konzepte und Methoden der Software-Entwicklung (Testing, Software Engineering, Resilienz, Cloud) \nAktives Auseinandersetzen mit modernen Technologien, Frameworks und Tools \nAusgeprägtes konzeptionelles und analytisches Denken und Handeln \nSehr gute Kommunikationsfähigkeiten, sicheres Auftreten in der Zusammenarbeit mit Kunden sowie die nötige Empathie, verschiedene Perspektiven innerhalb der Projektarbeit einnehmen zu können \nFreude daran, Gestaltungsspielräume zu nutzen und selbst aktiv zu gestalten \nSehr gute Deutsch- und Englischkenntnisse \nHohe Motivation, gemeinsam mit anderen \"inovexperts\" exzellente Projektergebnisse zu erzielen \nMobilität und Flexibilität für die Projektarbeit bei unseren Kunden vor Ort. \n\n"},{"title":"Was wir Dir bieten:","body":"\n \nEin familiäres, kollegiales und respektvolles Arbeitsklima mit offener Gesprächskultur und flachen Hierarchien \nSpannende Projekte bei tollen Kunden \nArbeiten mit den neuesten Technologien \nAgilität in allen Projekten und internen Abteilungen \nHohe Freiheitsgrade und Eigenverantwortung \nFlexible Arbeitszeiteinteilung, auch Teilzeitmodelle sind möglich \nDie Möglichkeit, im Home Office zu arbeiten \nFreie Wahl des Notebook-Betriebssystems (Linux, Mac, Windows) und des Smartphones (iOS, Android) \nPrivate Nutzung von Notebook und Smartphone \nEin definiertes jährliches Weiterbildungsbudget \nOptionales Fahrzeug- oder JobRad-Leasing \nJede Menge Perspektiven für die Zukunft \n\n"},{"title":"Kontakt","body":"\nKönnte das was für Dich sein? \nDann möchten wir Dich kennenlernen! Unser HR Team freut sich auf deine Mail oder deinen Anruf! \njobs@inovex.de  +4972161902150 \nMehr dazu unter https://www.inovex.de/de/karriere/arbeiten-bei-inovex/\n"},{"title":"Standort","body":" inovex GmbH "}]},{"id":"2018-12-10T11:12:10Z","position":"(Senior) Software Engineer (m/w)","company":"GreenPocket GmbH","image":"https://www.stepstone.de/upload_de/logo/A/logoGreenPocket-GmbH-72152DE.gif","date":"2018-12-10T11:12:10Z","href":"https://www.stepstone.de/stellenangebote--Senior-Software-Engineer-m-w-Koeln-GreenPocket-GmbH--5296637-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=2_2_25_dynrl_m_0_0_0","details":[{"title":"DAS UNTERNEHMEN","body":"\nBring Deine Ideen ein – nicht nur technisch, sondern auch fachlich.  Aktuelle Sprachen und Konzepte, wie Kotlin, funktionales oder reaktives Programmieren reizen Dich? Du fühlst Dich im Backend zuhause, hast aber auch Spaß am Aufbau intuitiver UIs? Dann komm‘ doch einfach ins netteste Entwicklerteam Kölns! \nAls agiles Startup im dynamischen Wachstumsmarkt für Energiemanagement-Software begleiten wir weltweit Energieversorger und Unternehmenskunden bei der Realisierung von Mehrwerten aus Verbrauchsdaten. Dabei setzen wir mit einem talentierten Team innovative Technologien (AI, Machine Learning, Data Science) ein. Bereits heute leisten wir so einen nachhaltigen Beitrag zur Energiewende und gestalten die Digitalisierung der Energiebranche mit unseren kreativen und intuitiven Software-Lösungen maßgeblich mit. \nStacks: \n \nJava, JEE, Kotlin \nES6, Redux \nREST, JSON \nHTML5, CSS3 \nReact, JSF \nPython \nNode.js  \nMicro Services \n \nTools:  \n \nEclipse, IntelliJ, Visual Studio Code, Sublime Text \nMaven, git, webpack \nJenkins, Ansible \nWildFly, MySQL, Oracle \nDocker \n\n"},{"title":"DEINE ROLLE","body":"\nEin hervorragendes Produkt beginnt mit einer klaren Idee und einem Plan. Daher sind Entwickler bei GreenPocket bereits bei der Anforderung und dem technischen Design neuer Features involviert und gestalten gemeinsam mit dem Produkt- und Projektmanagement die Strategien einer erfolgreichen Produktentwicklung. Ein hoher Anspruch, Präzision und kritisches Hinterfragen fangen für uns also nicht erst beim Coding an. \n \nIn einem Scrum-Team entwickelst Du unsere innovativen und großartigen Smart Energy-Softwarelösungen weiter \nDu bist auf allen Ebenen der Software-Entwicklung beteiligt. Du entwirfst, testest und implementierst selbstständig und im Team einzelne Features oder gesamte Softwarekomponenten, die später in Tausenden von Unternehmen und Haushalten im Einsatz sind \nDurch Pair Programming, Code-Reviews und Prototyping entwickelst Du nicht nur unsere Produkte, sondern auch Dich kontinuierlich weiter \nDu tauschst Dich regelmäßig im Rahmen von DevComs mit unseren Developer-Teams aus und arbeitest zusammen mit hochqualifizierten Informatik-, Mathematik- und Data Science-KollegInnen \nUnser Produktmanagement unterstützt Du bei technischen Fragen und trägst so wesentlich zur Entwicklung technisch anspruchsvoller, performanter, modularer und damit testbarer und wartbarer Software-Komponenten bei \nDu schaust über den eigenen Tellerrand und verwirklichst Deine Ideen in monatlichen GreenDays \n\n"},{"title":"DEIN PROFIL","body":"\n \nAbgeschlossenes Studium im IT-Bereich oder ein vergleichbares technisches Studium \nMehrjährige einschlägige Berufserfahrung als Software-Developer \nUmfangreiches Java-Wissen, idealerweise JEE  \nAnalytisches Denkvermögen, Kommunikations- und Teamfähigkeit \nSehr gute Deutschkenntnisse sowie gute Englischkenntnisse  \n\n"},{"title":"WIR BIETEN","body":"\n \nStartup-Atmosphäre mit viel Gestaltungsspielraum \nAnspruchsvolle Aufgaben mit hoher Eigenverantwortung \nDevCom: Austausch mit Kollegen über Trends und Updates 1x im Monat \nDevTraining: Kollegen empfehlen neue Technologien 1x im Monat \nGreenDay: einen Tag im Monat eigenen Ideen widmen  \nFlexible Arbeitszeiten und Home-Office \nRegelmäßige Teamevents und Kicker-Pausen mit motivierten und herzlichen Kollegen \nKulturell, sportlich sowie verkehrstechnisch sehr gut angebundene Lage \nAuf Wunsch gerne ein Job-Ticket \n\n"},{"title":"Kontakt","body":"\nWenn Dich die Herausforderung reizt, ein innovatives Unternehmen erfolgreich mitzugestalten, sende Deine aussagekräftige Bewerbung mit Angabe Deines möglichen Starttermins und Deiner Gehaltsvorstellung per E-Mail an Kristin Sanft: jobs@greenpocket.de. \nGreenPocket GmbH | Labor 3.09 I Schanzenstr. 6-20 | 51063 Köln | Tel: 0221 / 35 50 95 - 0 | Fax: 0221 / 35 50 95 - 99 | jobs@greenpocket.de\n"},{"title":"Standort","body":" GreenPocket GmbH Schanzenstraße 06-20, 51063 Köln, Deutschland "}]},{"id":"2018-12-10T01:12:10Z","position":"JAVA Software Developer Medical Coding (m/w)","company":"AGFA HealthCare GmbH","image":"https://www.stepstone.de/upload_de/logo/A/logoAGFA-HealthCare-GmbH-79116DE.gif","date":"2018-12-10T01:12:10Z","href":"https://www.stepstone.de/stellenangebote--JAVA-Software-Developer-Medical-Coding-m-w-Trier-DE-AGFA-HealthCare-GmbH--5366787-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=3_3_25_dynrl_m_0_0_0","details":[{"title":"Ihre Aufgaben","body":"\n \nDu setzt vorgegebene Anforderungen in einem agilen Entwicklungsprozess unter Einhaltung der angegebenen Zeit- und Qualitätsvorgaben um \nDu arbeitest eine verständliche und vollständige Dokumentation der Umsetzungen aus \nDu sorgst für die Erstellung der empfohlenen Testabdeckung für die Umsetzungen \nDu arbeitest eng mit dem Scrum-Team, Product Owner und anderen Abteilungen zusammen \nDu analysierst und löst komplexe Probleme im Rahmen der Pflege der bestehenden Umsetzungen \n \n \n"},{"title":"Ihr Profil","body":"\n \nDu hast ein Studium der Informatik erfolgreich abgeschlossen oder gleichwertige Berufserfahrung / Ausbildung \nDu hast Erfahrung mit SCRUM oder anderen Agilen Ansätzen \nDu hast vertiefte Kenntnisse und Erfahrung in objektorientierten Programmiersprachen, insbesondere JAVA, sowie in SQL und PL/SQL unter Oracle \nFalls Du Berufserfahrung in der Healthcare-Branche oder Kenntnisse von Prozessen im Kranken­haus mitbringst ist das von Vorteil \nFalls Dir DRG oder MDK etwas sagt, ist das von Vorteil. \nFalls Du Erfahrung in der Entwicklung umfangreicher Softwareanwendungen in Multi-Team / Multi-Site Arbeitsumfeldern vorweisen kannst, ist das von Vorteil \nDeine Sprachkenntnisse schließen gutes Englisch ein \n \n  \nDeine Persönlichkeit \n \nDu bist ein Teamplayer und kannst gut kommunizieren \nDu arbeitest lösungsorientiert und selbständig \nDu gehst deine Aufgaben analytisch an \nDu bist ein Kämpfer und scheust Dich nicht vor Herausforderungen und Einarbeitungen in Dir noch unbekannte Technologien, Frameworks und Prozesse \nDu passt zu uns  \n \n \n"},{"title":"Wir bieten","body":"\n \nEine unbefristete Arbeitsanstellung in Vollzeit \nUnterstützung bei Deiner technischen und persönlichen Weiterentwicklung \nAusgezeichnetes Betriebsklima, das durch offene Kommunikation, Lösungsorientierung, Qualitätsbewusstsein und Begeisterung für die Softwareentwicklung geprägt ist \nDu arbeitest in einem Umfeld, in dem Gleitzeit, Homeoffice bzw. \"Work-Life Balance\" nicht nur ein Schlagwort ist, sondern tatsächlich gelebt wird \nFrisches Obst als gesunder Snack und freie Getränke sorgen für das leibliche Wohl \nAusreichend kostenlose Parkplätze in direkter Umgebung \nKostenlose Firmenkreditkarte \nGruppenunfallversicherung (auch für Unfälle in der Freizeit geltend) \n \n  \nHaben wir Dein Interesse geweckt? - Dann bewirb Dich direkt online! \n  \nSchwerbehinderte Bewerber/Innen werden bei gleicher Eignung besonders berücksichtigt. \n  \nAgfa HealthCare GmbH \nHuman Resources \nMonaiser Straße 11a \n54294 Trier \nwww.agfahealthcare.de  \n \n"},{"title":"Standort","body":" AGFA HealthCare GmbH Monaiser Straße 11a, 54290 Trier, Deutschland "}]},{"id":"2018-12-09T23:12:09Z","position":"Backend-Web Developer (m/w/divers) JSON | Bereich","company":"Otto (GmbH & Co KG)","image":"https://www.stepstone.de/upload_de/logo/O/logoOtto-GmbH-Co-KG-28607DE.gif","date":"2018-12-09T23:12:09Z","href":"https://www.stepstone.de/stellenangebote--Backend-Web-Developer-m-w-divers-JSON-Bereich-Operations-Hamburg-Otto-GmbH-Co-KG--5334672-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=4_4_25_dynrl_m_0_0_0","details":[{"title":"Das bringt der Job","body":"\n \nDu entwickelst mit deinem Scrum Team – einem technischen Designer/Product Owner und einem Frontend-Entwickler – Lösungen zur Steuerung der Verteilung von Produktdaten (Bild und Text) in die entsprechenden Kundenkanäle online bzw. offline \nDu begleitest die Konzeption von Anpassungen der Produktionssysteme für die Foto- und Textproduktion \nSelbstverständlich setzt du deine Ideen eigenverantwortlich in Software um \nDu verantwortest das Deployment- und Releasemanagement \nDu unterstützt bei der architektonischen Weiterentwicklung der Gesamtarchitektur bzw. hilfst bei der Entwicklung einer neuen Architektur \nDu engagierst dich zusammen mit den anderen Entwicklern unseres Unternehmens bei der kontinuierlichen Verbesserung unserer internen Entwicklungsumgebung \n \nHast du weitere Fragen? – Dann wende dich an Bettina.Musiol@otto.de aus dem Entwickler-Team oder triff unsere OTTO-Kollegen hier.\n"},{"title":"Das brauchen wir","body":"\n \nMust-have: fundierte Berufserfahrungen; Erfahrungen mit Continuous Integration/Delivery (Jenkins, Bamboo), mit Frameworks wie Symfony, Laravel, Yii, Zend, mit DevOps, Automatisierung und Provisionierung mit Ansible, Chef, Puppet oder Bash; Schnittstellenkommunikation im Web zum Beispiel mittels HTTP / REST / OData / JSON / SOAP, Erfahrung mit Container Plattformen: Docker, Kubernetes, Erfahrungen mit Suchtechnologien wie Solr, Elastic \nNice-to-have: Erfahrungen mit Frontend-Skills wie HTML, CSS, JS, LESS, SASS, Angular, React und serverseitigem JavaScript (Node mit Express), Erfahrung mit Serverkonfigurationen: ngnix, Apache, Varnish, Erfahrungen im Umgang mit Amazon Web Services (AWS); Microservice-Architektur \n\n"},{"title":"Wir bieten","body":"\n \nBei uns hast du die freie Wahl des OS und der Entwicklungsumgebung \nInnovative Arbeitswelten, flexible Arbeitszeiten (37,5-Stunden-Woche, Gleitzeit), Homeoffice- und Sabbatical-Möglichkeiten \nExperten-Know-how und Gestaltungsspielraum, auch was deine persönliche und fachliche Entwicklung betrifft – wir unterstützen dich dabei! \nKomm mit uns auf (internationale) Fachkonferenzen wie Code Talks, GOTO Berlin, JAX, DEVOXX, interne Fachevents, Hackathons und Tech Talks/Meetups \nUnd wir bieten noch noch mehr \n\n"},{"title":"Kontakt","body":"\nOtto (GmbH & Co KG)Hannah WilkensRecruitment040/6461 6768 \n"},{"title":"Standort","body":" Otto (GmbH & Co KG) Hamburg, Deutschland "}]},{"id":"2018-12-09T16:12:09Z","position":"Java Software-Entwickler (m/w)","company":"Schreinert IT Consulting","image":"https://www.stepstone.de/upload_de/logo/S/logoSchreinert-IT-Consulting-GmbH-Co-KG-199311DE.gif","date":"2018-12-09T16:12:09Z","href":"https://www.stepstone.de/stellenangebote--Java-Software-Entwickler-m-w-Neu-Ulm-Schreinert-IT-Consulting-GmbH-Co-KG--5300074-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=5_5_25_dynrl_m_0_0_0","details":[{"title":"Über uns","body":"\nZu unseren Kernaufgaben gehört die Entwicklung von komplexen und umfangreichen Web-Anwendungen zur Steuerung von unternehmens-kritischen Prozessen. Das sind beispielsweise die Preisberechnung von Serviceverträgen, das Varianten-Management im Bereich Fahrzeug-Flashware sowie die ständige Weiterentwicklung eines Produkt-Konfigurators für den Vertrieb. Darüber hinaus entwickeln wir SAP-Programme und SAP-Schnittstellen zur Java-Welt und beraten bezüglich IT-Architektur.  In unserem inhabergeführten Unternehmen achten wir auf ein angenehmes Betriebsklima und zufriedene Mitarbeiter. Ein wichtiger Aspekt für uns ist der ausgezeichnete Zusammenhalt im Team, eine harmonische Work-Live-Balance, sowie die Arbeit mit neuesten Technologien und IT-Konzepten.  Wir suchen IT-Experten, die sich leidenschaftlich in spannende Projekte einarbeiten und diese qualitativ hochwertig umsetzen und betreuen.\n"},{"title":"Deine Aufgaben","body":"\n \nDu entwirfst moderne Web-Anwendungen mit Java, JSF, Primefaces, Angular u.w. \nDu setzt fachliche Anforderungen sowohl im Backend als auch im Frontend um \nDu entwickelst individuelle Kundenlösungen und optimierst bestehende Programme \nDu unterstützt beim Entwurf von Software-Spezifikationen und Anforderungsbeschreibungen \n\n"},{"title":"Was Du mitbringen solltest ","body":"\n \nDu hast ein Informatikstudium absolviert oder Du bist ein erfahrener Fachinformatiker \nDu besitzt Kenntnisse mit objektorientierter Programmierung, im Idealfall in Java \nThemen wie HTML/CSS, Datenbanken/SQL sind Dir bekannt \nDu bist hoch motiviert und übernimmst selbständig Deine Aufgaben \nDu hast gute Deutschkenntnisse \n\n"},{"title":"Was Dich erwartet","body":"\n \n(Inhouse-)Entwicklung von komplexen Web-Anwendungen \nModerne Technologien wie Angular, Node.js, Spring, Git, Docker, ... \nVielfältige Aufgaben: Analyse, Spezifikation, Umsetzung, Beratung, Fehlermanagement, ... \nProfessioneller interner Workflow mit Code Reviews zum kontinuierlichen Dazulernen \n \nWas wir bieten \n \nFestanstellung in Voll- oder Teilzeit \nWork-Life-Balance: Home-Office und Arbeitszeitkonto \nSehr angenehmes, familiäres Arbeitsklima mit flachen Hierarchien \nArbeit in einer hoch professionellen Umgebung in einem großartigen Team \nBetriebliche Altersvorsorge und Förderung Gesundheits-Maßnahmen \nZahlreiche Mitarbeiter-Bonus-Programme, z.B. Tankkarte, Kindergartenzuschuss, Kaffee, Tee, Wasser und Obst \n\n"},{"title":"Jetzt bewerben","body":"\nDu möchtest diese Herausforderung annehmen und Teil eines großartigen Teams werden? Dann bewirb Dich gleich mit Deinen Bewerbungsunterlagen unter Angabe der Referenz-Nummer 1809! \nDein Ansprechpartner ist Hr. Stefan Schreinert \nSchreinert IT Consulting GmbH & Co. KG Lessingstr. 4/1 89231 Neu-Ulm \nSehr gerne kannst Du Deine Unterlagen per E-Mail schicken an bewerbung@schreinert.com. Über diese Adresse beantworten wir Dir gerne Deine Fragen zum Unternehmen und zum Job! \nWir freuen uns auf Dich! www.schreinert.com | Datenschutzerklärung\n"},{"title":"Standort","body":" Schreinert IT Consulting GmbH & Co.KG Lessingstr. 4/1, 89231 Neu-Ulm, Deutschland "}]},{"id":"2018-12-09T11:12:09Z","position":"Frontend-Developer (m/w)","company":"NTT DATA Deutschland","image":"https://www.stepstone.de/upload_de/logo/N/logoNTT-DATA-Deutschland-GmbH-107448DE.gif","date":"2018-12-09T11:12:09Z","href":"https://www.stepstone.de/stellenangebote--Frontend-Developer-m-w-Muenchen-Frankfurt-am-Main-Koeln-NTT-DATA-Deutschland-GmbH--4810397-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=6_6_25_dynrl_m_0_0_0","details":[{"title":"Ihre Aufgaben","body":"\nIn Entwicklungsprojekten verschiedener Größenordnung erarbeiten Sie im Team und gemeinsam mit unseren Kunden IT-Konzepte zur Umsetzung neuer Digitalisierungsstrategien. Sie setzen diese mit Hilfe moderner Frontend-Technologien um, angefangen von responsiven Internetauftritten über individuelle, browserbasierte Anwendungen bis hin zu aktuellen WebApps. Sie interagieren zusammen mit Kollegen und Kunden unter Nutzung agiler Softwareentwicklungsmethoden. Hochmotiviert und gemeinsam im Team bewältigen Sie alle Herausforderungen und bringen unsere Lösungen erfolgreich über die Ziellinie.   \n \nAktive Mitwirkung in unseren Entwicklungsprojekten innerhalb von Deutschland mit den Themen responsive Internetauftritte, browserbasierte Anwendungen und WebApps \nMitwirkung bei der Erstellung von IT-Konzepten \nÜbernahme ganzer Arbeitspakete in der Umsetzung inklusive qualitätssichernder Maßnahmen  \nAktive Mitarbeit in allen Projektphasen unter Verwendung agiler Entwicklungsmethoden  \nEvaluierung und Einbindung neuer Technologien und Frameworks in unsere Lösungen  \nIntegration unserer Lösungen mit Drittsystemen des Kunden \nGgf. Übernahme der technischen Teilprojektleitung bzw. deren Vertretung \n \n Ihr Profil \n \nAbgeschlossenes Studium der Informatik, Medieninformatik oder ein vergleichbarer Abschluss, auch Fachinformatiker mit entsprechender Berufserfahrung \nTheoretische Kenntnisse im Bereich Softwareentwicklung, idealerweise im Bereich Webentwicklung \nPraktische Erfahrungen mit responsivem Design und mobilen Plattformen \nIdealerweise Kenntnisse in \n \naktuellen Javascript-Frameworks, speziell Angular \nHTML5, CSS3 \nPHP und einschlägigen Frameworks (Zend, CakePHP) \nIntegration von Lösungen mittels Webservices auf Basis von SOAP, REST unter Nutzung von XML oder JSON \n  \nSehr gute Deutsch- und Englischkenntnisse \nMobilitätsbereitschaft für Kundenprojekte \n\n"},{"title":"Ihre Benefits","body":"\n \n \nflexible Arbeitszeiten mit Gleitzeitregelung – bei uns gilt Reisezeit grundsätzlich als Arbeitszeit \nmobiles Arbeiten und Home-Office-Möglichkeiten \nattraktive Benefit-Regelungen  (u.a. Entgeltoptimierungsprogramm „mehr netto\" durch Gehaltsumwandlung bspw. Restaurantchecks, Jobticket) \nmitarbeiterorientierte individuelle Entwicklungspläne \nein großes Angebot an internen und externen Weiterbildungsmöglichkeiten in der NTT DATA Academy \neine offene und teamorientierte Arbeitskultur mit viel Gestaltungsspielraum \n \n Interessiert? Wir freuen uns auf Ihre Online-Bewerbung!\n"},{"title":"Kontakt","body":"\nIhr/e Ansprechpartner/in \n Oliver Zehnle \n \n+49 69 97261-752\n"},{"title":"Standort","body":" NTT DATA Deutschland GmbH "}]},{"id":"2018-12-09T11:12:09Z","position":"Senior Java Developer - Operations (m/w/d)","company":"Hermes Germany GmbH","image":"https://www.stepstone.de/upload_de/logo/H/logoHermes-Germany-GmbH-167268DE.gif","date":"2018-12-09T11:12:09Z","href":"https://www.stepstone.de/stellenangebote--Senior-Java-Developer-Operations-m-w-d-Hamburg-Hermes-Germany-GmbH--5363561-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=7_7_25_dynrl_m_0_0_0","details":[{"title":"Welche Aufgaben erwarten dich?","body":"\n \nAls Mitglied des SCRUM-Teams arbeitest Du an innovativen Lösungen im Umfeld Operations \nDu gibst Deine Erfahrungen in Form von Vorträgen, Schulungen, etc. weiter \nDu begeisterst das SCRUM-Team mit Deiner Überzeugungskraft, Deiner motivierten Einstellung und Deinen Erfahrungen als Entwickler \nDu nimmst Einfluss bei der Einführung neuer Technologien und trägst mit Deinen Ideen zur Modernisierung und Weiterentwicklung der Software für unsere Außendienst-Standorte bei \nDie Projektumsetzung steuerst Du gemeinsam mit dem Team und Deinem Product Owner \nDie Erstellung technischer Konzepte gehört ebenfalls zu Deinem Aufgabenbereich \nMit Deiner Expertise berätst Du unsere Fachbereiche bei der Lösungsfindung \n\n"},{"title":"Welche Qualifikationen bringst du mit?","body":"\n \nModerne Software-Architekturen und methodische Software-Entwicklung wie Test-Driven-Development (TDD), Pair-Programming und agiles Vorgehen im SCRUM-Umfeld sind für Dich selbstverständlich \nDu bringst eine hohe Bereitschaft mit, Deine Erfahrungen einzubringen, Dein Wissen zu teilen und neue Wege zu gehen \nDu bist ein Teamplayer mit dem Willen zur eigenen Verbesserung \nDu bringst mindestens 10 Jahre Berufserfahrung in der Programmierung, Konzeption und im Testing mit \nEin Studium der Informatik/Wirtschaftsinformatik hast Du erfolgreich abgeschlossen oder du verfügst über eine vergleichbare Qualifikation \nDeine Kenntnisse in Java (Java 8, Spring Boot, Spring MVC, Docker), UI (JSP, Bootstrap, jQuery), Test (jUnit, jMockit, Flyway, Spock), Database (Oracle, Flyway), Build (Jenkins, Maven, Gradle, JaCoCo, Saga, PMD und Checkstyle) und Eclipse sind äußerst fundiert \n\n"},{"title":"Was bieten wir dir?","body":"\n \n \nWir bieten: \n \n \nEinsatz führender Technologien und agiler Prozesse \nDu arbeitest für einen mehrfach ausgezeichneten \"TOP Arbeitgeber\", dessen Unternehmenskultur geprägt ist durch ein offenes und kooperatives Miteinander \nFlexible Arbeitszeiten, nach Absprache auch Homeoffice möglich \nUmfangreiches Weiterbildungsangebot \nPersonalrabatte auf das gesamte Sortiment der Otto-Group \nBezuschussung der HVV-ProfiCard, Altersvorsorge, verschiedene Sport- und Freizeitangebote uvm. \nVergünstigte und vielfältige Speiseauswahl in unserer modernen Kantine \n \n Die Hermes Gruppe bietet vielseitige Arbeitsplätze mit langfristigen Perspektiven und täglich wechselnden Herausforderungen in einer sicheren und zukunftsorientierten Branche. Damit sich unsere Mitarbeiter diesen Anforderungen jederzeit stellen können, ist es uns wichtig, dass Sie sich wohlfühlen! Dafür sorgen wir als verlässlicher Partner, u.a. mit Initiativen im Bereich Sozialleistungen, Beruf und Familie sowie Gesundheitsmanagement. \n \n Logistik bewegt die Welt - bewegen Sie sich mit! \n \n Da die berufliche Gleichstellung eine weitere wichtige Zielsetzung für die Hermes Gruppe darstellt, möchten wir den Anteil von Frauen in Führungspositionen erhöhen. Bewerbungen von Frauen sind daher ausdrücklich erwünscht und werden bei gleicher Eignung bevorzugt berücksichtigt.\n"},{"title":"Kontakt","body":"\nHermes Germany GmbHDoreen Hofmanndoreen.hofmann@hermesworld.com\n"},{"title":"Standort","body":" Hermes Germany GmbH Hamburg, Deutschland "}]},{"id":"2018-12-09T09:12:09Z","position":"Anwendungsentwickler IBM i (m/w/i)","company":"PKS Software GmbH","image":"https://www.stepstone.de/upload_de/logo/P/logoPKS-Software-GmbH-19292DE.gif","date":"2018-12-09T09:12:09Z","href":"https://www.stepstone.de/stellenangebote--Anwendungsentwickler-IBM-i-m-w-i-Ravensburg-PKS-Software-GmbH--5363826-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=8_8_25_dynrl_m_0_0_0","details":[{"title":"Zurück in die Zukunft – und dennoch am Puls der Zeit.","body":"\nPKS ist ein innovatives Softwarehaus. Unser Team aus jungen und erfahrenen Software-Entwicklern entwickelt geschäftskritische Warenwirtschafts- oder ERP-Systeme für Kunden in ganz Deutschland. Durch unsere über 30-jährige Expertise im IBM POWER i (aka AS/400) sind wir im Markt bekannt und prägen Trends für die Zukunft der Software-Entwicklung auf IBM i – egal ob im Backend oder im Webfrontend.Wir sind PKS, der Marktführer für moderne Softwareentwicklung auf IBM i. \nDu programmierst leidenschaftlich gern auf IBM POWER i, möchtest Dich aber nicht länger damit begnügen, den Status quo zu verwalten? Dann steige bei uns ein und hilf unseren Kunden dabei, ihre IBM i in die Zukunft zu bringen. Dabei bist du schwerpunktmäßig in den Bereichen ERP und WaWi Systeme tätig.\n"},{"title":"Deine Verantwortung","body":"\n \nDu konzipierst, programmierst und pflegst geschäftskritische Anwendungen auf der IBM POWER i Plattform. \nAußerdem entwickelst Du neue Apps auf Basis der vorhandenen Datenbanken. \nDu verbesserst auch die Architektur und Wartbarkeit der bestehenden Anwendungen und nutzt moderne Technologien und Methoden, wie z.B. ILE, FreeRPG, Micro Services. \nDu bringst Dein Wissen und Dein Know-how in Dein Team ein und arbeitest eigenverantwortlich an Deinen Aufgaben – egal ob remote oder vor Ort beim Kunden. \n\n"},{"title":"Deine Geschichte","body":"\n \nDu hast Erfahrung in der Softwareentwicklung auf IBM POWER i. \nDu entwickelst leidenschaftlich gern Software, verlierst dabei aber nicht die zugrunde liegenden Geschäftsprozesse aus dem Auge. \nDu programmierst effizient und zielorientiert, egal ob im klassischen oder modernen RPG oder Cobol, nutzt aber gerne auch moderne Entwicklungswerkzeuge wie RDi oder Eclipse. \nDu sprichst gut Deutsch und kommunizierst gern nicht nur per E-Mail, sondern auch persönlich. \n\n"},{"title":"Unser Angebot","body":"\n \nWir bieten Dir einen sicheren Job, den Du flexibel an Deine persönlichen Lebensumstände anpassen kannst. Du kannst entweder an unserem Hauptsitz in Ravensburg, unserer Geschäftsstelle in Frankfurt oder im Homeoffice arbeiten. \nDu arbeitest in einem spannenden und herausfordernden Projektumfeld, bist aber eingebunden in ein interdisziplinäres Team, so dass Du Deine Stärken voll entfalten kannst. \nDu lernst und nutzt innovative Methoden und Tools der Softwareentwicklung, die wir gewinnbringend beim Kunden zum Einsatz bringen. \nWas wir Dir sonst noch bieten findest Du auf www.pks.de/jobs  \n\n"},{"title":"Kontakt:","body":"\nBegnüge Dich nicht länger mit dem, was Du bisher gemacht hast, sondern mach mehr daraus! Bewirb Dich jetzt - gerne auch ohne Anschreiben! \nBitte schicke uns Deine Unterlagen als PDF an jobs@pks.de. Fragen beantwortet Dir gerne jederzeit unsere Personalerin Stefanie Gindele – ruf einfach an: +49 751 56140-213.  \nPKS Software GmbH | Georgstraße 15 | 88214 Ravensburg | www.pks.de \n"},{"title":"Standort","body":" PKS Software GmbH Georgstraße 15, 88214 Ravensburg, Deutschland "}]},{"id":"2018-12-09T08:12:09Z","position":"Salesforce Administrator/in oder Salesforce Platform","company":"eXXcellent solutions","image":"https://www.stepstone.de/upload_de/logo/e/logoeXXcellent-solutions-GmbH-205494DE.gif","date":"2018-12-09T08:12:09Z","href":"https://www.stepstone.de/stellenangebote--Salesforce-Administrator-in-oder-Salesforce-Platform-Developer-in-Informatiker-in-Wirtschaftsinformatiker-in-Mathematiker-in-Physiker-in-als-Salesforce-Developer-Muenchen-Stuttgart-eXXcellent-solutions-GmbH--5264914-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=9_9_25_dynrl_m_0_0_0","details":[{"title":"Wer wir sind","body":"\n Als Salesforceentwickler/in und Berater/in im Bereich Salesforceentwicklung und Salesforcearchitekturen erstellen wir hochwertige Softwarelösungen für alle Branchen. Dabei setzen wir nicht auf feste Rollen und starre Hierarchien, sondern auf ganzheitliche Teamplayer, die mitdenken und gestalten wollen.  \n Unsere Handschrift findest du in Software zum Prüfen von Satellitentechnik, Verkabeln von Autos, Planen von Urlaubsreisen und vielem mehr. Unsere besondere Stärke ist dabei die durchgängige Begleitung unserer Kunden in allen Phasen des Projektes: Von der Analyse bis zum Rollout.  \n Teamzusammenhalt, Unternehmenskultur und Work-Live-Balance haben für uns einen hohen Stellenwert. Unser flexibles Karrieremodell ermöglicht dir, deine persönlichen Stärken und Interessen weiterzuentwickeln, unterstützt durch dein individuelles Weiterbildungsbudget.  \n Wir suchen IT-Profis mit Leidenschaft für die Software-Entwicklung, Sinn für Qualität und Lust auf spannende Projekte.  Dabei interessiert uns nicht nur ein guter Abschluss, sondern auch der Mensch dahinter. \n \n \n Zur Verstärkung unserer Standorte München und Stuttgart suchen wir eine/n Salesforce Developer / Salesforce Architect bzw. Salesforce Administrator oder Salesforce Platform Developer (m/w) – Informatiker/in, Wirtschaftsinformatiker/in, Mathematiker/in, Physiker/in o. ä. – als  \n Salesforceentwickler/in, Salesforcearchitekt/in \n"},{"title":"Was dich erwartet","body":"\n \nImplementierung von Projekten für die Sales Cloud, App Cloud und Service Cloud \nVielfältige Aufgaben: Analyse, Spezifikation, Implementierung, Beratung, Architektur... \nMentoring und ein individuelles Einstiegsprogramm \nEin angenehmes Arbeitsumfeld mit kompetenten und sympathischen Kollegen \n\n"},{"title":"Was du mit­brin­gen solltest","body":"\n \nEinen guten Hochschulabschluss in Informatik und Naturwissenschaft mit IT-Affinität \nAnalytische Denkweise, Qualitätsbewusstsein, sympathische Persönlichkeit \nErste Kenntnisse der klassischen Salesforce Clouds (Sales, Service, Community und App), APEX, Visualforce, Lightning Components \nGerne eine Zertifizierung als Platform Developer oder Administrator \n\n"},{"title":"Was wir dir bieten","body":"\n \nFestanstellung in Voll- oder Teilzeit \nGleitzeit und Homeoffice-Möglichkeit \nLeistungsgerechte Bezahlung und betriebliche Altersvorsorge \nMöglichkeit in andere Software-Projekte hinein zu schnuppern (Angular, React, TypeScript, Node, JEE, Spring, Kotlin, Git(lab), Docker...) \nIndividuelle Weiterbildung \nGemeinsame Veranstaltungen \nUmzugshilfe, Mitarbeiterkreditkarte, verkehrsgünstige Lage, Stehschreibtische und vieles mehr \n\n"},{"title":"Kontakt","body":"\nErzähl uns, was DICH antreibt und sende deine Bewerbung per E-Mail an \njobs@exxcellent.de! \n \n \n Fragen zu Unternehmen, Konditionen, Bewerbung? Mara redet Klartext!  \n Mara Sharma Recruiting mara.sharma@exxcellent.de +49 731 55 026 222  \nwww.exxcellent.de\n"},{"title":"Standort","body":" eXXcellent solutions GmbH "}]},{"id":"2018-12-09T08:12:09Z","position":"IT-Softwaretester (m/w) Software Tester - Software","company":"Ratbacher GmbH","image":"https://www.stepstone.de/upload_de/logo/R/logoRatbacher_GmbH_46710DE.gif","date":"2018-12-09T08:12:09Z","href":"https://www.stepstone.de/stellenangebote--IT-Softwaretester-m-w-Software-Tester-Software-Test-Engineer-in-Stuttgart-Stuttgart-Ratbacher-GmbH--5334006-inline.html?suid=92f5745a-148a-44b7-bdbc-ee26b1dc7083&rltr=10_10_25_dynrl_m_0_0_0","details":[{"title":"Ihre Aufgaben","body":"\n \nVerantwortung für die Sicherstellung der Softwarequalität der Webanwendungen durch entwicklungsbegleitende, systematische und automatisierte Tests \nErstellung der Spezifikationen von Testfällen nach vorhandenen Anforderungen, Ausführung und Auswertung automatisierter Tests mit schwerpunktmäßigem Einsatz von Selenium und/oder SOAP UI \nErstellung von Konzepten zur Automatisierung von Build-, Test-, und Release-Prozessen (Continuous Integration) im Rahmen der Automatisierungsstrategie \nAnalyse der Testergebnisse sowie anschließende Optimierung in Zusammenarbeit mit der Entwicklungsabteilung, um ein hohes Qualitätsniveau zu gewährleisten \n\n"},{"title":"Ihr Profil","body":"\n \nSie bringen ein informationstechnologisches Studium, eine Ausbildung im IT-Umfeld und konnten bereits Berufserfahrung in der IT-Software-Entwicklung/-Testing sammeln – Quereinsteiger willkommen! \nProfunde Kenntnisse im automatisierten Testen mit Selenium oder SOAP UI sowie idealerweise Kenntnisse in Java \nSehr gute Englisch- und gute Deutschkenntnisse sowie optional eine ISTQB Zertifizierung vervollständigen Ihr Profil \n\n"},{"title":"Wir bieten","body":"\n \nEin attraktives Gesamtpaket mit einem hohen Fixgehalt, einer Beteiligung am Unternehmenserfolg sowie kostenfreien Mitarbeiterparkplätzen \nIhr zukünftiger Arbeitgeber bietet Ihnen ein breitgefächertes Weiterbildungsangebot mit Schulungen, die an Ihre beruflichen Wünsche angepasst werden \nEine ausgewogene Work-Life-Balance ist für Sie unverzichtbar? Sie profitieren von flexiblen Arbeitszeiten mit Gleitzeitkonto sowie der Möglichkeit auf Home Office \nTeamevents, Mitarbeiterfeste und kostenfreie Sportangebote - die Stärkung des kollegialen Zusammenhalts liegt unserem Kunden besonders am Herzen \n\n"},{"title":"Kontakt","body":"\nRatbacher GmbH | Schloßstraße 70 | 70176 Stuttgart \n Larissa Rehm, Recruiting Specialist IT | \n+49 711 76105 825\n"},{"title":"Standort","body":" Ratbacher GmbH Stuttgart, Deutschland "}]}]